{
  "Unit 1": "Unidad 1",
  "Math Is…": "Matemáticas es…",
  "Essential Question": "Pregunta esencial",
  "What does it mean to do math?": "¿Qué significan las matemáticas?",
  "Explore Through STEM": "Explorar a través de STEM",
  "Global Human Footprint": "Huella humana global",
  "We all leave footprints when we walk in the sand on the beach or on a sidewalk": "Todos dejamos huellas cuando caminamos por la arena en la playa o por una acera",
  "how much our daily living impacts Earth's environment.": "el impacto de nuestra vida cotidiana en el medioambiente de la Tierra.",
  "How much do you and your family members travel each day or week? How do your": "¿Cuánto viajan tú y tu familia cada día o cada semana? ¿De qué manera sus viajes",
  "travels impact Earth's environment?": "impactan sobre el medioambiente de la Tierra?",
  "2 Unit 1 • Math Is…": "2 Unidad 1 • Matemáticas es…",
  "Many things that we do and choices that we make every day impact the": "Muchas de nuestras acciones y decisiones diarias afectan al medioambiente. Usamos",
  "environment. We use water and electricity. We throw things away or recycle them.": "agua y electricidad. Tiramos cosas o las reciclamos. Esta es nuestra huella humana.",
  "This is our human footprint. We can decide how big our footprint is.": "Podemos decidir qué tan grande es nuestra huella.",
  "For exercises 1–4, answer the questions.": "En los ejercicios 1 a 4, responde las preguntas.",
  "1. How much of your day do you spend going to and from different places? Of that": "1. ¿Cuánto tiempo del día dedicas a ir y volver de distintos lugares? De ese tiempo,",
  "time, how much of your travel is in a car? on a bus? on another form of public": "¿cuánto viajas en coche?, ¿en autobús?, ¿en otro medio de transporte público?, ¿en",
  "2. How much of your daily meals do you leave uneaten? How do you dispose of": "2. ¿Qué parte de tus comidas diarias no comes? ¿Cómo te deshaces de lo que no",
  "3. Which of your daily activities require electricity? What portion of your daily": "3. ¿Cuáles de las actividades que haces a diario requieren electricidad? ¿Qué cantidad",
  "activities require electricity? During what part of your day do you use the": "de esas actividades requieren electricidad? ¿En qué momento del día consumes",
  "most electricity?": "más electricidad?",
  "4. What might be some ways to reduce the amount of electricity you use in a day?": "4. ¿Qué puedes hacer para reducir la cantidad de electricidad que consumes por día?",
  "Unit 1 • Math Is… 3": "Unidad 1 • Matemáticas es… 3",
  "Am I Ready?": "¿Estoy listo?",
  "For exercises 1–12, solve each equation.": "En los ejercicios 1 a 12, resuelve todas las ecuaciones.",
  "3 = d 2. _9": "3 = d 2. _9",
  "6 = x": "6 = x",
  "5 = s": "5 = s",
  "4 = n": "4 = n",
  "5 ÷ 7 = p": "5 ÷ 7 = p",
  "6. 3,456 + 12,079 = t": "6. 3,456 + 12,079 = t",
  "7. 11,005 – 8,586 = f 8. 456 × 78 = r": "7. 11,005 – 8,586 = f 8. 456 × 78 = r",
  "9. 11,155 ÷ 23 = w": "9. 11,155 ÷ 23 = w",
  "10. 703.59 + 187.28 = d": "10. 703.59 + 187.28 = d",
  "11. 850.03 – 78.25 = x": "11. 850.03 – 78.25 = x",
  "12. 34.5 × 17.28 = v": "12. 34.5 × 17.28 = v",
  "4 Unit 1 • Math Is…": "4 Unidad 1 • Matemáticas es…",
  "I don’t know I’ve heard of it I know it": "No lo sé. Lo escuché. Lo sé.",
  "perseverance": "perseverancia",
  "arguments": "argumentos",
  "collaboration": "colaboración",
  "Topics Before After": "Temas Antes Después",
  "make sense of a problem before starting to solve it": "hallar el sentido de un problema antes de empezar a resolverlo",
  "develop a solution strategy": "desarrollar una estrategia para resolver",
  "choose an appropriate tool to solve a problem": "elegir una herramienta adecuada para resolver un problema",
  "look for repeated calculations": "buscar cálculos repetidos",
  "determine whether the reasoning of a classmates": "determinar si el razonamiento de un compañero de clase",
  "makes sense": "tiene sentido",
  "construct an argument to explain my reasoning": "construir un argumento para explicar mi razonamiento",
  "work productively with classmates": "trabajar de manera productiva con mis compañeros",
  "listen respectfully to classmate’s reasoning": "escuchar con respeto el razonamiento de mis compañeros",
  "assess the reasonableness of a solution": "evaluar si una solución es razonable",
  "use precise terms in my explanations": "usar términos precisos en mis explicaciones",
  "One of the oldest known forms of division is used by the Egyptians.": "Una de las formas de división más antiguas es la utilizada por los egipcios. Por ejemplo, para dividir 22 por 8, escribe enunciados de",
  "which 8 is a factor. Find the numbers that create a sum of 22, the": "halla la suma de los factores correspondientes, 2 + _1 2 + _1 4 , o 2 _34 . Entonces, 22 ÷ 8 = 2 _3",
  "dividend. Because 16 + 4 + 2 = 22, find the sum of the": "forman una suma de 22, el dividendo. Dado que 16 + 4 + 2 = 22,",
  "4, or 2_34. So, 22 ÷ 8 = 2_34.": "2 16 2 × 8 = 16",
  "2 16 2 × 8 = 16": "2 4 _12 × 8 = 4",
  "2 4 _12 × 8 = 4": "4 2 _14 × 8 = 2",
  "4 2 _14 × 8 = 2": "_1 8 1 _18 × 8 = 8",
  "Unit 1 • Math Is… 5": "Unidad 1 • Matemáticas es… 5",
  "place a checkmark in each row that corresponds with how much you know about each term and topic.": "marca en cada fila que corresponda a lo que sabes sobre cada término y tema.",
  "Building the Language of Mathematics": "Desarrollar el lenguaje de las matemáticas",
  "Complete the graphic organizer as you work through the unit.": "Completa el organizador gráfico mientras trabajas en la unidad.",
  "6 Unit 1 • Math Is…": "6 Unidad 1 • Matemáticas es…",
  "Be Curious": "Pregúntate",
  "What do you notice?": "¿Qué observas?",
  "What do you wonder?": "¿Qué te preguntas?",
  "Lesson 1-1": "Lección 1-1",
  "Math is Mine": "Las matemáticas son mías",
  "Lesson 1-1 • Math is Mine 7": "Lección 1-1 • Las matemáticas son mías 7",
  "Let’s Explore More": "Exploremos más",
  "a. How do you use math differently in the three different situations?": "a. ¿Cómo usas las matemáticas de diferentes maneras en tres situaciones distintas?",
  "b. How do you use math in the same or similar way in each situation?": "b. ¿Cómo usas las matemáticas de maneras iguales o similares en cada situación?",
  "Math is All Around Us": "Las matemáticas están en todas partes",
  "We use math every day, at home, in school, and in our neighborhood.": "Las usamos todos los días, en casa, en la escuela y en nuestro vecindario. ¿Cómo usas las matemáticas en tus actividades cotidianas?",
  "How do you use math in your everyday actions?": "¿Cómo usas las matemáticas durante el día? Matemáticas es... actitud",
  "Identify and describe three ways you use math in your life.": "Identifica y describe tres maneras en las que usas las matemáticas en tu vida.",
  "My first idea about how I use math is....": "Mi primera idea sobre cómo uso las matemáticas es...",
  "My second idea about how I use math is....": "Mi segunda idea sobre cómo uso las matemáticas es...",
  "My third idea about how I use math is....": "Mi tercera idea sobre cómo uso las matemáticas es...",
  "Math is... Mindset": "Matemáticas es... actitud",
  "What about math interests you the": "¿Qué aspecto de las matemáticas es el que más te interesa?",
  "How do you use math during the": "¿Cuándo usas las matemáticas",
  "8 Unit 1 • Math Is…": "8 Unidad 1 • Matemáticas es…",
  "a. How does the math story you heard compare to your own math story?": "a. ¿Cómo se compara la historia que escuchaste con tu historia de matemáticas?",
  "We all have a math story. Sometimes, our math story excites us and sometimes": "Todos tenemos una historia de matemáticas. A veces esta historia nos emociona y a",
  "different chapters.": "distintos capítulos.",
  "Ask a classmate about their math story.": "Pregúntale a un compañero de clase acerca de su historia de matemáticas.",
  "How have you used math in the past? How have you": "¿De qué manera usaste las matemáticas en el pasado? ¿Cómo te sentiste al",
  "felt about learning and doing math?": "aprender y usar las matemáticas?",
  "How do you use math now?": "¿Cómo usas las matemáticas ahora?",
  "What do you want math to be like this year? What can": "¿De qué quieres que se traten las matemáticas este año? ¿Qué puedes hacer para",
  "you do to make sure you do well in math this year?": "asegurarte de que te vaya bien en matemáticas este año?",
  "do math?": "matemáticas?",
  "What are your strengths in math?": "¿Cuáles son tus fortalezas en matemáticas?",
  "What do you want to learn about": "¿Qué quieres aprender sobre las",
  "Lesson 1-1 • Math is Mine 9": "Lección 1-1 • Las matemáticas son mías 9",
  "Summarize: Math is Mine": "Resumen: Las matemáticas son mías",
  "We are all doers of math and use math in our daily lives in ways that we may not": "Todos hacemos y usamos las matemáticas en nuestras vidas en formas que quizás no",
  "realize. We all may do math differently. Sharing our math strengths with others": "notamos. Quizás usamos las matemáticas de distintas maneras. Compartir nuestras",
  "helps us grow. Learning about the math strengths of others can help us grow, too.": "fortalezas en las matemáticas con otros nos ayuda a crecer. Aprender las fortalezas en las matemáticas de otros también nos ayuda a crecer.",
  "What we believe about ourselves, about others, and about what we are learning": "Lo que creemos sobre nosotros mismos, sobre otros y sobre lo que estamos aprendiendo nos forma.",
  "Question What do you believe are your math strengths?": "Pregunta ¿Cuáles crees que son tus fortalezas en matemáticas?",
  "Fill in the table below with your math strengths and areas you want to grow": "Completa la siguiente tabla con tus fortalezas en matemáticas y con las áreas de las matemáticas que quieres desarrollar.",
  "My Math Strengths Areas I Want to Grow": "Mis fortalezas en matemáticas Áreas que quiero desarrollar",
  "10 Unit 1 • Math Is…": "10 Unidad 1 • Matemáticas es…",
  "Practice": "Practicar",
  "For exercises 1 and 2, answer the questions.": "En los ejercicios 1 y 2, responde las preguntas.",
  "1. What questions do you want to ask your teacher to learn about": "1. ¿Qué preguntas quieres hacer a tu maestro para saber acerca de su historia",
  "2. What about your math biography do you want someone else to know?": "de matemáticas? 2. ¿Qué quieres que sepan los demás sobre tu biografía matemática?",
  "Lesson 1-1 • Math is Mine 11": "Lección 1-1 • Las matemáticas son mías 11",
  "P1 Body Font G612": "P1 Body Font G612",
  "What would you want to tell your 5-year-old self about math as you began school?": "¿Qué le dirías a tu yo de 5 años sobre las matemáticas cuando comenzaste la escuela?",
  "For exercises 3 and 4, answer the questions.": "En los ejercicios 3 y 4, responde las preguntas.",
  "3. What was your greatest accomplishment from last year?": "3. ¿Cuál fue tu mayor logro el año pasado?",
  "4. What do you want your math teacher to know about you and math?": "4. ¿Qué quieres que sepa tu maestro de matemáticas acerca de tu relación con las matemáticas?",
  "12 Unit 1 • Math Is…": "12 Unidad 1 • Matemáticas es…",
  "Lesson 1-2": "Lección 1-2",
  "Math is Exploring and Thinking": "Matemáticas es exploración y razonamiento",
  "Lesson 1-2 • Math is Exploring and Thinking 13": "Lección 1-2 • Matemáticas es exploración y razonamiento 13",
  "a. What are some strategies you can use when you feel stuck?": "a. ¿Qué estrategias puedes usar cuando no sabes qué hacer? Comparar caminatas",
  "Deon walked _": "Deon caminó _",
  "3 as far as Miguel. Evelyn walked 1__1": "3 más que Miguel. Evelyn caminó 1 __1",
  "2 times": "2 veces",
  "as far as Miguel. Miguel walked 24 city blocks.": "más que Miguel. Miguel caminó 24 cuadras.",
  "How can you determine how far Deon and Evelyn walked?": "¿Cómo puedes determinar cuánto caminaron Deon y Evelyn?",
  "When we do math, we ask ourselves questions to make": "Con las matemáticas, nos hacemos preguntas para dar",
  "sense of the problem.": "sentido al problema.",
  "What do I know about the problem?": "¿Qué sé sobre el problema?",
  "• Three students walked different distances.": "• Tres estudiantes caminaron diferentes distancias.",
  "What don’t I know?": "¿Qué no sé?",
  "• How far each student walked": "• Cuánto caminó cada estudiante.",
  "• Who walked the shortest distance": "• Quién caminó la distancia más corta.",
  "• Who walked the longest distance": "• Quién caminó la distancia más larga.",
  "When we do math, we consider different solution strategies and": "Con las matemáticas, pensamos distintas estrategias y desarrollamos un plan de solución. Puedo preguntarme:",
  "develop a solution plan.": "¿Cuál es una estrategia de solución",
  "I can ask myself:": "Puedo preguntarme:",
  "• How can I represent the distance each student walked?": "• ¿Cómo puedo representar la distancia que caminó cada estudiante?",
  "• How are the distances related?": "• ¿Cómo se relacionan las distancias?",
  "• How can I think about the relationship among the": "• ¿Cómo puedo pensar sobre la relación entre las",
  "distances using different values?": "distancias usando diferentes valores?",
  "When we do math, we check on our progress towards a solution and adjust our": "Con las matemáticas, revisamos nuestro avance hacia una solución y ajustamos el",
  "plan as needed.": "plan si es necesario.",
  "• Which questions have I answered?": "• ¿Qué preguntas respondí?",
  "• Do my solutions make sense?": "• ¿Mis soluciones tienen sentido?",
  "The Richard H.": "Richard H. Driehaus",
  "Tribune Tower": "Tribune Tower",
  "RUSH &": "RUSH &",
  "DIVISION": "DIVISION",
  "Miguel": "Miguel",
  "MILE": "MILLA",
  "Math is... Analyzing": "Matemáticas es... análisis",
  "What information do you have from": "¿Qué información te da el",
  "the problem?": "problema?",
  "Math is... Planning": "Matemáticas es... planificar",
  "Math is... Perseverance": "Matemáticas es... perseverar",
  "What can you do if": "¿Qué puedes hacer si tienes",
  "14 Unit 1 • Math Is…": "14 Unidad 1 • Matemáticas es…",
  "a. What are some other ways to think about the quantities in this problem?": "a. ¿De qué otras maneras puedes pensar en las cantidades de este problema?",
  "Which is the Tallest?": "¿Cuál es el más alto?",
  "One World Trade Center in New York is 540 meters tall. A planned": "El edificio One World Trade Center de Nueva York mide 540 metros de alto.",
  "building in London will be _": "Un edificio en Londres tendrá _",
  "6 as tall as One World Trade Center.": "6 de la altura del One World Trade Center.",
  "A planned building in Tokyo will be 1_1": "Un edificio en Tokio tendrá 1_1",
  "5 as tall as One World Trade Center.": "5 de la altura del One World Trade Center.",
  "A building in Rio De Janeiro is going to be _9": "Un edificio en Río de Janeiro tendrá _9",
  "10 as tall as One World": "10 de la altura del One World",
  "Trade Center.": "Trade Center.",
  "How tall is each new planned building?": "¿Cuál será la altura de cada nuevo edificio?",
  "When we do math, we make sense of the numbers and quantities": "Con las matemáticas, buscamos el sentido de los números y las",
  "in a problem. We think about how the numbers and quantities relate.": "cantidades del problema. Pensamos cómo se relacionan los números y las cantidades.",
  "I can compare each building to One World Trade Center.": "Puedo comparar cada edificio con el One World Trade Center.",
  "• The planned building in London will not be as tall as": "• El edificio de Londres no será tan alto como el",
  "One World Trade Center because _": "One World Trade Center porque _",
  "6 is less than 1.": "6 es menos que 1.",
  "• The planned building in Tokyo will be taller than One": "• El edificio de Tokio será más alto que el",
  "World Trade Center because 1_1": "One World Trade Center porque 1_1",
  "5 is greater than 1.": "5 es mayor que 1.",
  "• The planned building in Rio de Janeiro will be shorter": "• El edificio de Río de Janeiro será más bajo que el One World Trade Center",
  "than One World Trade Center because _9": "One World Trade Center",
  "10 is less than 1.": "10 es menos que 1.",
  "When we do math, we decide which operations are needed": "Con las matemáticas, decidimos qué operaciones necesitamos para mostrar las",
  "To compare quantities, I can use:": "Para comparar las cantidades puedo usar:",
  "• 540 meters as the height to which I am comparing.": "• 540 metros como la altura con la cual estoy comparando.",
  "• multiplication to show how many times as tall a": "• la multiplicación para mostrar cuántas veces más",
  "building is.": "alto es un edificio.",
  "When we do math, we make sense of the solution in the": "Con las matemáticas, buscamos el sentido de la solución en el contexto del problema.",
  "I can use the relative heights of the buildings to make sense of my answer.": "Puedo usar las alturas relativas de los edificios para hallar el sentido de mi respuesta.",
  "• I know that the London and Rio de Janeiro buildings": "• Sé que los edificios de Londres y Río de Janeiro",
  "will be less than 540 meters.": "medirán menos de 540 metros.",
  "• I know that the Tokyo building will be taller than": "• Sé que el edificio de Tokio medirá más de 540 metros.",
  "Math is... Making Connections": "Matemáticas es... hacer conexiones",
  "How are the quantities in the": "¿A qué se refieren las cantidades",
  "problem related?": "en el problema?",
  "Math is... Representing": "Matemáticas es... representar",
  "How can you represent the": "¿Cómo puedes representar la",
  "relationship between quantities?": "relación entre las cantidades?",
  "Math is... Reasoning": "Matemáticas es... razonamiento",
  "What do the quantities in the": "¿Cómo se relacionan las cantidades",
  "solution refer to?": "en la solución?",
  "Lesson 1-2 • Math is Exploring and Thinking 15": "Lección 1-2 • Matemáticas es exploración y razonamiento 15",
  "Summarize: Math is Exploring and Thinking": "Resumen: Matemáticas es exploración y razonamiento",
  "When we do math,": "Con las matemáticas:",
  "• we make sense of problems and develop a solution plan to solve the problem.": "• les damos sentido a los problemas y desarrollamos un plan de solución para resolverlos;",
  "• we check on our progress and adjust our solution plan as needed.": "• revisamos nuestro avance y ajustamos el plan si es necesario;",
  "• we try other strategies when we come to dead ends.": "• probamos otras estrategias cuando llegamos a un camino sin salida;",
  "• we make sense of the quantities and the relationships among the quantities.": "• buscamos el sentido de las cantidades del problema y la relación entre las cantidades;",
  "• we determine which operations are needed based on the relationships.": "• decidimos qué operaciones necesitamos en función de las relaciones;",
  "• we make sense of our solution within the context of the problem.": "• buscamos el sentido de la solución en el contexto del problema.",
  "8 of the space is for apartments,": "8 del espacio es para apartamentos,",
  "3 of the space is for businesses, and _1": "3 del espacio es para negocios y _1",
  "space is for restaurants. The remaining area is for": "4 del espacio es para restaurantes. El área restante es para espacios abiertos.",
  "open space.": "espacio abierto?",
  "Question What fraction of the 12 city blocks is": "Pregunta ¿Qué fracción de las 12 cuadras es de",
  "Answer the question in the space below.": "Responde la pregunta en el siguiente espacio.",
  "16 Unit 1 • Math Is…": "16 Unidad 1 • Matemáticas es…",
  "For exercises 1–3, answer the questions.": "En los ejercicios 1 a 3, responde las preguntas.",
  "1. What helps you make sense of a problem? List two different strategies that you": "1. ¿Qué te ayuda a darle sentido a un problema? Enumera dos estrategias diferentes",
  "could use. Share your strategies with classmates and write down one additional": "que puedes usar. Comparte tus estrategias con tus compañeros de clase y escribe",
  "strategy you heard.": "2. ¿Cómo elegiste tu estrategia?",
  "2. How did you select your strategy?": "3. ¿Cómo puedes saber que tu estrategia te ayudará a hallar la solución?",
  "Lesson 1-2 • Math is Exploring and Thinking 17": "Lección 1-2 • Matemáticas es exploración y razonamiento 17",
  "Tell about a time when you had a problem, and you didn’t give up. It might be a math": "Habla sobre alguna vez que hayas tenido un problema y no te hayas rendido. Puede ser un problema matemático o un problema que hayas tenido en casa jugando,",
  "playing an instrument, drawing a picture, or doing a puzzle.": "practicando un deporte, tocando un instrumento, haciendo un dibujo o armando un rompecabezas.",
  "For exercises 4 and 5, answer the questions.": "En los ejercicios 4 y 5, responde las preguntas.",
  "5. How do the quantities in the Apply problem relate to one another?": "5. ¿Cómo se relacionan entre sí las cantidades del problema Aplicar?",
  "18 Unit 1 • Math Is…": "18 Unidad 1 • Matemáticas es…",
  "Lesson 1-3": "Lección 1-3",
  "Math is In My World": "Matemáticas en mi mundo",
  "Lesson 1-3 • Math is In My World 19": "Lección 1-3 • Matemáticas en mi mundo 19",
  "a. How does the answer change if you need to transport 2,000 passengers?": "a. ¿Cómo cambia la respuesta si necesitas transportar a 2,000 pasajeros?",
  "6,000 passengers? 10,000 passengers?": "¿A 6,000 pasajeros? ¿A 10,000 pasajeros?",
  "The Palm Springs Aerial Tramway is the largest rotating": "El teleférico de Palm Springs es el teleférico giratorio más grande",
  "2-minute one-way": "2 minutos, da dos",
  "is 80 passengers. There are two tram cars so one car is": "direcciones sin moverse. La capacidad máxima es de 80 pasajeros.",
  "How long would it take to transport 4,000 passengers?": "¿Cuánto se tardará en transportar a 4,000 pasajeros?",
  "When we do math, we create models or representations to": "Con las matemáticas, creamos modelos o representaciones",
  "visualize the math needed to solve the problem.": "para visualizar las operaciones matemáticas que necesitamos para resolver el problema.",
  "I can use a tape diagram to visualize the number of tram rides needed.": "Puedo usar un diagrama con tiras para visualizar la cantidad de viajes de teleférico necesarias.",
  "When we do math, we think about the structure of the problem and strategies": "Con las matemáticas, pensamos en la estructura del problema y en las estrategias y",
  "and operations that can help solve it.": "operaciones que pueden ayudarnos a resolverlo.",
  "I use different operations for different parts of the problem.": "Puedo usar diferentes operaciones para distintas partes del problema.",
  "• I use division to determine the number of tram rides needed.": "• Uso la división para determinar la cantidad de viajes de teleférico necesarias. 4,000 ÷ 80 = 50",
  "4,000 ÷ 80 = 50": "625 ÷ 60 ≈ 10.42",
  "• I use multiplication to determine the number of": "• Uso la multiplicación para determinar la cantidad de",
  "minutes 50 tram rides take.": "minutos que toman 50 viajes de teleférico.",
  "Number of Tram Rides 1 10 50": "cantidad total de pasajeros",
  "Minutes 12.5 125 625": "Minutos 12.5 125 625",
  "• I use division to determine the number of hours 50 tram rides take.": "• Uso la división para determinar la cantidad de horas que toman 50 viajes.",
  "Math is... Applying": "Matemáticas es... aplicar",
  "What mathematics can you use to": "Matemáticas es... usar representaciones",
  "How can you visualize the problem?": "¿Cómo puedes visualizar el problema?",
  "maximum number of passengers in each tram ride": "cantidad máxima de pasajeros en cada viaje",
  "20 Unit 1 • Math Is…": "20 Unidad 1 • Matemáticas es…",
  "ride, the tram makes two full rotations so passengers can see in all directions without moving. The maximum capacity": "vueltas completas para que los pasajeros puedan ver en todas las",
  "total number of passengers": "Cantidad de viajes de teleférico 1 10 50",
  "a. What might be another tool to solve this problem?": "a. ¿Cuál puede ser otra herramienta para resolver este problema?",
  "Beautiful Vista": "Una vista hermosa",
  "It takes 35 minutes for one tram car to make the 5-mile round trip,": "Un teleférico tarda 35 minutos en hacer el viaje de ida y vuelta de",
  "from valley to mountain top and back down. This includes": "5 millas, del valle a la cima de la montaña y de vuelta. Esto incluye",
  "time for passengers to disembark and embark at each station.": "tiempo para que los pasajeros suban y bajen en cada estación.",
  "How many round trips would a single tram car complete": "¿Cuántos viajes de ida y vuelta realizaría un solo teleférico",
  "in 10 hours?": "en 10 horas?",
  "When we do math, we use tools, such as tables, graphs, and": "Con las matemáticas, usamos herramientas, como tablas,",
  "calculations, to help us see the relationships among quantities.": "gráficas y cálculos, para ver las relaciones entre las cantidades.",
  "A table of values can help show the relationship between the quantities.": "Una tabla de valores puede mostrar la relación entre las cantidades.",
  "Time (minutes) Round Trips": "Tiempo (minutos) Cantidad de viajes ida y vuelta",
  "When we do math, we use tools to help us solve problems and make predictions.": "Con las matemáticas, usamos herramientas para resolver problemas y hacer predicciones.",
  "I can use a graph to plot the ordered pairs and look for the y-value when x is 600.": "Puedo usar una gráfica para marcar los pares ordenados y buscar el valor de y cuando x es 600.",
  "y": "y",
  "x": "x",
  "Math is... Choosing Tools": "Matemáticas es... elegir herramientas",
  "Lesson 1-3 • Math is In My World 21": "Lección 1-3 • Matemáticas en mi mundo 21",
  "Time (minutes) Number of Round Trips": "Tiempo (minutos) Viajes de ida y vuelta",
  "What tool can you use to represent the problem?": "representar el problema?",
  "Summarize: Math is In My World": "Resumen: Matemáticas en mi mundo",
  "• we visualize and represent problems and apply our math knowledge to solve": "• visualizamos y representamos problemas y aplicamos nuestro conocimiento",
  "• we use tools to show the relationship among quantities.": "• usamos herramientas para mostrar la relación entre cantidades.",
  "• we make strategic decisions about which tool to use for a problem.": "• tomamos decisiones estratégicas acerca de qué herramienta usar en un problema.",
  "Apply: What Time Is It?": "Aplicar: ¿Qué hora es?",
  "The start of a new year is always at midnight on January 1st.": "El inicio de un nuevo año siempre es a la medianoche del 1.o de enero.",
  "Question What time will it be after 2,022 minutes after midnight?": "Pregunta ¿Qué hora será 2,022 minutos después de la medianoche? Usa una herramienta o una estrategia para hallar",
  "ready to explain your reasoning.": "una respuesta y prepárate para explicar tu razonamiento.",
  "22 Unit 1 • Math Is…": "22 Unidad 1 • Matemáticas es…",
  "For exercises 1–3, use the description to answer the questions.": "En los ejercicios 1 a 3, usa la descripción para responder las preguntas.",
  "The Jackson Hole, Wyoming tram carries skiers and other visitors from the town to": "El teleférico de Jackson Hole, Wyoming, lleva a los esquiadores y otros visitantes desde",
  "the summit in 12 minutes. It rises 4,139 feet in elevation from the town to the summit.": "el pueblo hasta la cima en 12 minutos. Sube 4,139 pies desde el pueblo hasta la cima. Se",
  "It stops at the top and bottom for 8 minutes for passengers to get on and off.": "detiene en el pueblo y en la cima por 8 minutos para que los pasajeros suban y bajen.",
  "1. Assuming the tram travels at a steady speed, how far does it climb": "1. Suponiendo que el teleférico se mueve a una velocidad constante, ¿qué distancia",
  "in 2, 3, 4, 6, and 8 minutes?": "recorre en 2, 3, 4, 6 y 8 minutos?",
  "2. If the tram starts at 8:00 a.m., how many round trips can it make in 12 hours?": "2. Si el teleférico comienza a las 8:00 a. m., ¿cuántos viajes de ida y vuelta puede realizar en 12 horas?",
  "3. How many total feet would the tram ascend and descend in those 12 hours?": "3. ¿Cuántos pies en total recorrería el teleférico en esas 12 horas?",
  "Lesson 1-3 • Math is In My World 23": "Lección 1-3 • Matemáticas en mi mundo 23",
  "How do tools help us with making sense of and solving math problems?": "¿Cómo nos ayudan las herramientas a dar sentido y resolver problemas matemáticos?",
  "4. What tools did you consider using to answer exercises 1–3?": "4. ¿Qué herramientas consideraste usar para completar los ejercicios 1 a 3?",
  "5. What tool did you use for each exercise?": "5. ¿Qué herramienta usaste para cada ejercicio?",
  "24 Unit 1 • Math Is…": "24 Unidad 1 • Matemáticas es…",
  "Lesson 1-4": "Lección 1-4",
  "Math is Explaining and Sharing": "Matemáticas es explicación e intercambio",
  "Lesson 1-4 • Math is Explaining and Sharing 25": "Lección 1-4 • Matemáticas es explicación e intercambio 25",
  "a. What other arguments can you make for buying the three large boxes? for buying": "a. ¿Qué otros argumentos puedes dar a Yusuki para que compre las tres cajas grandes? ¿Y para que compre las dos cajas extragrandes?",
  "Cereal Boxes": "Cajas de cereal",
  "Yuzuki is buying her favorite": "Yuzuki compra su cereal favorito",
  "three large-sized boxes or two": "tres cajas grandes o dos cajas",
  "jumbo-sized boxes for the": "• Volumen de caja grande:",
  "Which option do you": "¿Qué opción le recomendarías?",
  "When we do math, we develop arguments to defend our thinking. We use": "Con las matemáticas, elaboramos argumentos para defender nuestro razonamiento.",
  "conjectures, examples, and counterexamples in our arguments.": "Usamos conjeturas, ejemplos y contraejemplos en nuestros argumentos.",
  "I can use equations, drawings, or words to develop an argument.": "Puedo usar ecuaciones, dibujos o palabras para elaborar un argumento.",
  "• Two jumbo boxes have a greater total volume.": "• Que el volumen de las dos cajas extragrandes sea mayor",
  "• Volume of the large box:": "• Volumen de caja extragrande:",
  "12 × 8 × 2 = 192 in3": "12 × 8 × 2 = 192 pulg.3 × 3 = 576 pulg.3",
  "14.5 × 10 × 2 = 290 in3": "14.5 × 10 × 2 = 290 pulg.3 × 2 = 580 pulg.3",
  "• There is less packaging with two boxes.": "• En dos cajas hay menos empaque.",
  "• Two boxes are easier to store than three boxes.": "• Es más fácil guardar dos cajas que tres.",
  "When we do math, we listen to the arguments of others and decide whether": "Con las matemáticas, escuchamos los argumentos de los demás y decidimos si",
  "the arguments are convincing.": "son convincentes.",
  "Others might recommend that Yuzuki buy the three large boxes.": "Otros podrían recomendar a Yuzuki que comprara las tres cajas grandes.",
  "• The cereal will stay fresher because each box will be": "• El cereal se mantendrá fresco por más tiempo porque cada caja estará abierta por menos tiempo.",
  "that does not mean that the amount of cereal is greater.": "no significa que tengan más cantidad de cereal.",
  "Math is... Justifying": "Matemáticas es... justificar",
  "How can you explain your thinking": "¿Cómo puedes explicar tu razonamiento a otros?",
  "Math is... Critiquing": "Matemáticas es... evaluar",
  "What connections do you see": "¿Qué conexiones ves entre tu",
  "26 Unit 1 • Math Is…": "26 Unidad 1 • Matemáticas es…",
  "a. What is another way to determine the volume of the garden beds?": "a. ¿Cuál es otra manera de determinar el volumen de los canteros? Jardín comunitario",
  "A neighborhood group is building a community garden.": "Un grupo del vecindario construye un jardín comunitario.",
  "How much soil will the group need to fill the garden beds?": "¿Cuánta tierra necesitarán para llenar los canteros?",
  "When we do math, we look to be precise in our": "Con las matemáticas, buscamos ser precisos con",
  "arguments and use appropriate vocabulary.": "nuestros argumentos y usar el vocabulario adecuado.",
  "• The problem asks for the amount of soil needed to fill the": "• El problema pregunta sobre la cantidad de tierra necesaria para llenar los canteros, por lo que puedo",
  "• Volume is measured in cubic units, so I will use": "• El volumen se mide en unidades cúbicas, por lo que",
  "cubic units in my solution and in my justification.": "usaré unidades cúbicas en mi solución y mi justificación.",
  "When we do math, we check our calculations to make sure they are accurate.": "Con las matemáticas, revisamos nuestros cálculos para verificar que son precisos.",
  "I can determine volume in different ways to make sure my solution is accurate.": "Puedo determinar el volumen de diferentes maneras para asegurarme de que mi solución es precisa.",
  "• I can determine the volume of the": "• Puedo determinar el volumen del",
  "rectangular prism and then subtract.": "• Puedo descomponer en prismas rectangulares y sumar los volúmenes",
  "Math is... Precision": "Matemáticas es... precisión",
  "How can you determine accuracy in": "¿Cómo puedes determinar la precisión en este problema?",
  "Math is... Using Vocabulary": "Matemáticas es... usar vocabulario",
  "What mathematical terms can you": "¿Qué términos matemáticos puedes",
  "use to make your argument clear?": "usar para que tu argumento sea claro?",
  "Lesson 1-4 • Math is Explaining and Sharing 27": "Lección 1-4 • Matemáticas es explicación e intercambio 27",
  "• The problem requires that I consider the dimensions of different parts of the garden.": "• El problema pide que considere las dimensiones de diferentes partes del jardín.",
  "4 ft 4 ft 1 ft": "4 pies 4 pies",
  "Summarize: Math is Explaining and Sharing": "Resumen: Matemáticas es explicación e intercambio",
  "• we communicate our reasoning to our classmates.": "• comunicamos nuestro razonamiento a nuestros compañeros;",
  "• we make conjectures about mathematical generalizations.": "• hacemos conjeturas acerca de generalizaciones matemáticas;",
  "• we listen to the arguments of our classmates and ask probing questions to": "• escuchamos los argumentos de nuestros compañeros y hacemos preguntas para",
  "clarify their thinking.": "entender mejor su razonamiento;",
  "• we decide whether the arguments of our classmates make sense.": "• decidimos si los argumentos de nuestros compañeros tienen sentido;",
  "• we communicate precisely.": "• nos comunicamos de manera precisa;",
  "• we label units accurately.": "• rotulamos las unidades correctamente;",
  "• we check that our calculations are accurate.": "• verificamos que nuestros cálculos sean precisos.",
  "Apply: Another Option for the Community Garden": "Aplicar: Otra opción para el jardín comunitario",
  "Another design, shown here, is also being": "Aquí se muestra otro diseño que se está",
  "considered for the community garden.": "considerando para el jardín comunitario.",
  "Answer the question in the space below. 4 ft": "Responde la pregunta en el siguiente espacio. 4 pies 12 pies",
  "28 Unit 1 • Math Is…": "28 Unidad 1 • Matemáticas es…",
  "1. Why is it important to defend your solutions and explain your thinking?": "1. ¿Por qué es importante defender tus soluciones y explicar tu razonamiento?",
  "2. What helps you decide whether your classmates' arguments are convincing?": "2. ¿Qué te ayuda a decidir si los argumentos de tus compañeros son convincentes?",
  "Lesson 1-4 • Math is Explaining and Sharing 29": "Lección 1-4 • Matemáticas es explicación e intercambio 29",
  "What helps you construct an argument to defend your thinking about a problem and": "¿Qué te ayuda a elaborar un argumento para defender tu razonamiento sobre un problema y su solución?",
  "4. Which measure—area or volume—did you use to answer the Apply problem on": "4. ¿Qué medida, área o volumen, usaste para responder el problema Aplicar en la",
  "30 Unit 1 • Math Is…": "30 Unidad 1 • Matemáticas es…",
  "Lesson 1-5": "Lección 1-5",
  "Math is Finding Patterns": "Matemáticas es búsqueda de patrones",
  "Lesson 1-5 • Math is Finding Patterns 31": "Lección 1-5 • Matemáticas es búsqueda de patrones 31",
  "a. How can you use patterns to come up with other combinations of coins?": "a. ¿Cómo puedes usar patrones para hallar otras combinaciones de monedas?",
  "Guess How Many": "Adivinar cuántos",
  "Akela’s change jar is full of pennies, nickels, dimes, and quarters.": "El frasco de Akela está lleno de pennies, nickels, dimes y quarters. El",
  "The value of the coins is $53.50.": "valor de las monedas es de $53.50.",
  "How many of each coin could be in the jar?": "¿Cuántas monedas de cada una podría haber en el frasco?",
  "When we do math, we look for patterns and relationships": "Con las matemáticas, buscamos patrones y relaciones.",
  "The value of each coin is a pattern.": "El valor de cada moneda es un patrón.",
  "I can multiply the number of each coin by its value.": "Puedo multiplicar la cantidad de cada moneda por su valor.",
  "• Each penny has a value of $0.01.": "• Cada penny tiene un valor de $0.01.",
  "100 pennies has a value of $1.00.": "100 pennies tienen un valor de $1.00.",
  "• Each nickel has a value of $0.05.": "• Cada nickel tiene un valor de $0.05.",
  "100 nickels has a value of $5.00.": "100 nickels tienen un valor de $5.00.",
  "• Each dime has a value of $0.10.": "• Cada dime tiene un valor de $0.10.",
  "100 dimes has a value of $10.": "100 dimes tienen un valor de $10.",
  "• Each quarter has a value of $0.25.": "• Cada quarter tiene un valor de $0.25.",
  "100 quarters has a value of $25.": "100 quarters tienen un valor de $25.",
  "When we do math, we use patterns and relationships we notice": "Con las matemáticas, usamos los patrones y las relaciones que encontramos para",
  "to solve problems.": "resolver problemas.",
  "• 150 pennies = $1.50": "• 150 pennies = $1.50",
  "• 145 nickels = $7.25": "• 145 nickels = $7.25",
  "• 150 dimes = $15.00": "• 150 dimes = $15.00",
  "• 119 quarters = $29.75": "• 119 quarters = $29.75",
  "Because the value of the coins ends in 0, the number of pennies can only be a": "Como el valor de las monedas termina en 0, la cantidad de pennies solo puede ser",
  "Math is... Looking for Patterns": "Matemáticas es... buscar patrones ¿Qué patrones ves?",
  "What patterns do you see?": "¿Qué patrones podrías usar para",
  "Math is... Using Patterns": "Matemáticas es... usar patrones",
  "solve the problem?": "resolver el problema?",
  "32 Unit 1 • Math Is…": "32 Unidad 1 • Matemáticas es…",
  "a. What pattern do you notice in the scores for each player?": "a. ¿Qué patrón observas en los puntajes de cada jugador? Puntaje alto",
  "Two basketball players make 10 shots in a row after scoring some": "Dos jugadores de básquetbol encestan 10 tiros seguidos después de anotar algunos puntos. El jugador A había anotado 18 puntos",
  "points. Player A had scored 18 points before making 10 two-pointers": "antes de hacer 10 tiros de dos puntos seguidos. El jugador B había anotado 6 puntos antes de anotar 10 triples seguidos.",
  "in a row. Player B had 6 points before scoring 10 three-pointers": "• Cada número en los puntos del jugador B es 3 veces",
  "How many points did each player have after their 10 shots in a row?": "¿Cuántos puntos tenía cada jugador después de hacer 10 tiros seguidos?",
  "When we do math, we look for repeated calculations and use them": "Con las matemáticas, buscamos cálculos que se repiten y los usamos para",
  "to make generalizations.": "hacer generalizaciones.",
  "• Each number in Player A's points is 2 greater than the number before it.": "• Cada número en los puntos del jugador A es 2 veces mayor que el número anterior. La regla es sumar 2.",
  "• Each number in Player B's points is 3 greater than": "puntos Área de tres puntos Jugador A 18 20 22 24 26 28 30 32 34 36 38",
  "the number before it. The rule is to add 3.": "mayor que el número anterior. La regla es sumar 3.",
  "• To get the 10th number for Player A, I add 2 to the": "• Para hallar el décimo número del jugador A, sumo 2 al",
  "score ten times. I can use the expression (10 × 2) + 18. Player A's score is 38.": "puntaje diez veces. Puedo usar la expresión (10 × 2) + 18. El puntaje del jugador A es 38.",
  "• To get the 10th number for Player B, I add 3 to the score ten times. I can use": "• Para hallar el décimo número del jugador B, sumo 3 al puntaje diez veces. Puedo",
  "the expression (10 × 3) + 6. Player B's score is 36.": "usar la expresión (10 × 3) + 6. El puntaje del jugador B es 36.",
  "When we do math, we evaluate the reasonableness of solutions as we work": "Con las matemáticas, evaluamos la razonabilidad de las soluciones mientras",
  "through a problem and make any adjustments necessary.": "resolvemos un problema y hacemos los ajustes necesarios.",
  "I can check my patterns by creating a table and filling in each number": "Para comprobar mis patrones, puedo crear una tabla y rellenar con cada número de",
  "of the patterns.": "los patrones.",
  "Two-point": "de dos",
  "Player A 18 20 22 24 26 28 30 32 34 36 38": "Jugador B 6 9 12 15 18 21 24 27 30 33 36",
  "Math is... Generalizing": "Matemáticas es... generalizar",
  "How can arriving at a generalization": "¿Cómo puedes generalizar para",
  "help to solve the problem?": "resolver el problema?",
  "Lesson 1-5 • Math is Finding Patterns 33": "Lección 1-5 • Matemáticas es búsqueda de patrones 33",
  "15 m": "15 m",
  "4.5 m": "4.5 m",
  "Summarize: Math is Finding Patterns": "Resumen: Matemáticas es búsqueda de patrones",
  "• we look for patterns and relationships.": "• buscamos patrones y relaciones;",
  "• we use patterns and relationships to solve problems.": "• usamos patrones y relaciones para resolver problemas;",
  "• we notice repeated calculations and use them to make generalizations.": "• observamos cálculos que se repiten y los usamos para hacer generalizaciones;",
  "• we evaluate the reasonableness of our solutions as we work through a problem": "• evaluamos la razonabilidad de las soluciones mientras resolvemos un problema y",
  "and make adjustments as needed.": "hacemos los ajustes necesarios.",
  "Apply: Baby Growth": "Aplicar: Crecimiento de un bebé",
  "Sei whales, a kind of baleen whale, measure": "Las ballenas sei son una especie de ballena",
  "4.5 meters long at birth and grow about": "barbada. Miden 4.5 metros al nacer y crecen",
  "2.5 centimeters each day. An adult sei whale": "unos 2.5 centímetros cada día. Una ballena sei adulta mide en promedio 15 metros.",
  "averages 15 meters in length.": "15 metros de longitud?",
  "Question At what age would the sei whale reach": "Pregunta ¿A qué edad llegaría la ballena sei a los",
  "34 Unit 1 • Math Is…": "34 Unidad 1 • Matemáticas es…",
  "For exercises 1–3, use the patterns to answer the questions.": "En los ejercicios 1 a 3, usa los patrones para responder las preguntas.",
  "1. What is the rule for each pattern?": "1. ¿Cuál es la regla de cada patrón?",
  "2. Use the rules to determine the 10th number in each pattern.": "2. Usa las reglas para determinar el décimo número de cada patrón.",
  "3. How can you show that your rules fit the patterns?": "3. ¿Cómo puedes demostrar que tus reglas siguen los patrones?",
  "Pattern A 3 6 9 12 15": "Patrón A 3 6 9 12 15",
  "Pattern B 3 6 12 24 48": "Patrón B 3 6 12 24 48",
  "Lesson 1-5 • Math is Finding Patterns 35": "Lección 1-5 • Matemáticas es búsqueda de patrones 35",
  "What other patterns and relationships do you know about in math? How do you use": "¿Qué otros patrones y relaciones en las matemáticas conoces? ¿Cómo usas esos",
  "those patterns and relationships to solve problems?": "patrones y relaciones para resolver problemas?",
  "For exercise 4, answer the question.": "En el ejercicio 4, responde la pregunta.",
  "4. What patterns do you notice in your everyday life? Think about": "4. ¿Qué patrones observas en tu vida cotidiana? Piensa en patrones que no",
  "36 Unit 1 • Math Is…": "36 Unidad 1 • Matemáticas es…",
  "Lesson 1-6": "Lección 1-6",
  "Lesson 1-6 • Math is Ours 37": "Lección 1-6 • Las matemáticas son nuestras 37",
  "a. What part of problem solving is easy for you? What part is challenging?": "a. ¿Qué te resulta fácil en la resolución de problemas? ¿Qué te parece desafiante?",
  "Math is About Doing": "Matemáticas significa hacer",
  "What is math?": "¿Qué son las matemáticas?",
  "Math is solving problems.": "Matemáticas es resolver problemas.",
  "When we do math, we solve problems.": "Con las matemáticas, resolvemos problemas.",
  "• We make sense of problems.": "• Le damos sentido a los problemas.",
  "• We think about what we know and don’t know about the problem.": "• Pensamos en lo que sabemos y no sabemos del problema.",
  "• We look for patterns and relationships among quantities.": "• Buscamos patrones y relaciones entre cantidades.",
  "• We visualize the problem and choose a": "• Visualizamos el problema y elegimos una representación útil.",
  "• We select and use tools that are appropriate.": "• Elegimos y usamos herramientas adecuadas.",
  "• We develop a solution plan.": "• Desarrollamos un plan de solución.",
  "• We are aware of our progress in solving the problem and shift strategies": "• Sabemos si progresamos al resolver el problema y cambiamos de estrategia",
  "when needed.": "cuando es necesario.",
  "When we do math, sometimes we get stuck.": "Con las matemáticas, a veces no sabemos qué hacer.",
  "Some strategies to try are:": "Algunas estrategias para probar son:",
  "• Think of questions to ask a classmate or the teacher.": "• Pensar preguntas para hacerle a un compañero o al maestro.",
  "• Visualize the problem by drawing pictures of it.": "• Hacer dibujos del problema para visualizarlo.",
  "• Think of problems you have seen like this before.": "• Pensar en problemas similares a este que ya hayas resuelto.",
  "• Determine what you don’t understand about the problem.": "• Determinar lo que no comprendes del problema.",
  "What is your problem\u0002solving process?": "¿Cuál es tu proceso para resolver un problema?",
  "productive when": "productivo cuando",
  "38 Unit 1 • Math Is…": "38 Unidad 1 • Matemáticas es…",
  "a. What skills and knowledge do you bring to a group that helps the": "a. ¿Qué destrezas y conocimientos puedes aportar a un grupo para que tenga éxito?",
  "Math is Done with Others": "Las matemáticas son",
  "How do we do math as a community?": "¿Cómo trabajamos con las matemáticas en comunidad?",
  "When we do math, we often work together.": "Con las matemáticas, a menudo trabajamos juntos.",
  "When we work together, we collaborate and support each other.": "Cuando trabajamos juntos, colaboramos y nos apoyamos unos a otros..",
  "• We listen attentively to classmates.": "• Escuchamos con atención a nuestros compañeros de clase.",
  "• We share our thinking.": "• Compartimos nuestro razonamiento.",
  "• We are respectful of others’ ideas.": "• Respetamos las ideas de los demás.",
  "• We critique the ideas of others, not our classmates.": "• Evaluamos las ideas de los demás, y no a nuestros compañeros.",
  "• We take turns when sharing ideas.": "• Nos turnamos para compartir las ideas.",
  "When we do math, we sometimes work on our own.": "Con las matemáticas, a veces trabajamos solos.",
  "• We stay focused on our work.": "• Nos concentramos en nuestro trabajo.",
  "• We seek help when we are stuck.": "• Pedimos ayuda si tenemos dificultades.",
  "• We avoid interrupting our classmates unnecessarily.": "• No interrumpimos a nuestros compañeros si no es necesario.",
  "How do you work": "¿Cómo trabajas de",
  "productively on": "manera productiva con",
  "productively with": "manera productiva solo?",
  "your classmates?": "tus compañeros?",
  "Lesson 1-6 • Math is Ours 39": "Lección 1-6 • Las matemáticas son nuestras 39",
  "Summarize: Math is Ours": "Resumen: Las matemáticas son nuestras",
  "We are a community of math thinkers and doers. Sharing our math strengths with": "Somos una comunidad que piensa y trabaja con las matemáticas. Compartir nuestras",
  "others helps us grow. Learning about the math strengths of others can help": "fortalezas en las matemáticas con otros nos ayuda a crecer. Aprender las fortalezas en",
  "When we do math as a community,": "Con trabajamos con las matemáticas en comunidad,",
  "• we often work together.": "• a menudo trabajar juntos;",
  "• we sometimes work on our own.": "• a veces trabajamos solos;",
  "• we show respect and consideration for our classmates and our community.": "• mostramos respeto y consideración hacia nuestros compañeros y nuestra comunidad;",
  "• we show respect for ourselves and our math ideas.": "• mostramos respeto hacia nosotros mismos y nuestras ideas sobra las matemáticas.",
  "Apply: Community Agreements": "Aplicar: Acuerdos comunitarios",
  "Communities often have agreements that all members of the community must": "Las comunidades a menudo tienen acuerdos que todos sus miembros deben aceptar",
  "Question What ideas do you recommend that the whole class agrees to so that": "Pregunta ¿Qué ideas recomiendas que acepten tus compañeros para que la clase de",
  "math class is a community of learners?": "matemáticas sea una comunidad de aprendizaje?",
  "40 Unit 1 • Math Is…": "40 Unidad 1 • Matemáticas es…",
  "1. How do we make sure everyone agrees to the classroom norms for math class?": "1. ¿Cómo podemos asegurarnos de que todos están de acuerdo con las normas de la clase de matemáticas?",
  "2. Who is responsible for making sure everyone follows the classroom norms?": "2. ¿Quién es el responsable de que todos cumplan las normas? 3. ¿Con qué frecuencia debemos actualizar las normas de clase durante el",
  "Lesson 1-6 • Math is Ours 41": "Lección 1-6 • Las matemáticas son nuestras 41",
  "What are my responsibilities to make sure we can all learn math productively?": "¿Cuáles son mis responsabilidades para asegurarme de que todos aprendamos matemáticas de manera productiva?",
  "4. What are ways we want to celebrate when we do work well with one another?": "4. ¿De qué manera queremos celebrar cuando trabajamos bien juntos?",
  "5. How will you contribute to our math class community?": "5. ¿Cómo contribuirás a la comunidad de nuestra clase de matemáticas?",
  "42 Unit 1 • Math Is…": "42 Unidad 1 • Matemáticas es…",
  "1. What does it mean to defend your thinking?": "1. ¿Qué significa defender tu razonamiento?",
  "2. Why is a plan to solve a problem important?": "2. ¿Por qué es necesario un plan para resolver un problema importante?",
  "3. How can we decide which tool to use to solve a problem?": "3. ¿Cómo podemos decidir qué herramienta usar para resolver un problema?",
  "4. What are some examples of patterns in the math you did last year?": "4. ¿Cuáles son algunos ejemplos de patrones en matemáticas que usaste el año pasado?",
  "Unit 1 • Math Is… 43": "Unidad 1 • Matemáticas es… 43",
  "What should be our classroom norms for doing math?": "Repaso ¿Cuáles deberían ser las normas de nuestra clase de matemáticas?",
  "Write up to 5 norms.": "Escribe hasta 5 normas. 1.",
  "1.": "2.",
  "2.": "3.",
  "3.": "4.",
  "4.": "5.",
  "Choose one of the norms you wrote and tell why it is important.": "Elige una de las normas que escribiste y explica por qué es importante.",
  "44 Unit 1 • Math Is…": "44 Unidad 1 • Matemáticas es…",
  "Mathematical Modeling": "Demostración matemática",
  "The school principal is concerned that too much uneaten food from lunch is being": "Al director de la escuela le preocupa que se tire a la basura demasiada comida que no",
  "Choose one of the projects to complete.": "Elige uno de los proyectos para completar.",
  "Project One": "Proyecto 1",
  "The school cafeteria team tracked the amount of food made each day for 4 weeks.": "El equipo del comedor escolar realizó un seguimiento de la cantidad de comida elaborada cada día durante 4 semanas. Durante el mismo periodo, el personal de",
  "Over the same period, the custodial staff tracked the amount of the food discarded": "limpieza hizo un seguimiento de la cantidad de comida que se tiró a la basura. La tabla",
  "Week 1 Week 2 Week 3 Week 4": "Semana 1 Semana 2 Semana 3 Semana 4",
  "Amount of Food Made (lbs) 23 26 22 25": "Cantidad de comida que se elaboró (lbs) 23 26 22 25",
  "Amount of Food Discarded (lbs) 9 14 12 15": "Cantidad de comida que se tiró (lbs) 9 14 12 15",
  "Your team will prepare a report for the principal that addresses the concern raised": "Tu equipo preparará un informe para el director en el que se aborde la preocupación",
  "about amount of food waste. Your report will speak to the amount of food waste": "planteada sobre la cantidad de comida que se tira. En el informe, se comentará la",
  "compared to the amount of food made each week and over the four weeks. Be": "elabora cada semana y a lo largo de las cuatro semanas. Incluyan una opinión sobre si \"se tira demasiada comida\".",
  "Unit 1 • Math Is… 45": "Unidad 1 • Matemáticas es… 45",
  "Project Two": "Proyecto 2",
  "Your team has been tasked with coming up with possible solutions to reduce the": "Tu equipo es el encargado de proponer posibles soluciones para reducir la cantidad de",
  "amount of food thrown in the trash.": "comida que se tira a la basura.",
  "Your recommendations will include a target amount of food waste based on the": "Incluyan en sus recomendaciones una cantidad objetivo de comida desechada basada",
  "amount of food made and ideas for how to get to that target amount of food waste.": "en la cantidad de comida elaborada e ideas para llegar a esa cantidad objetivo de comida desechada.",
  "46 Unit 1 • Math Is…": "46 Unidad 1 • Matemáticas es…",
  "How would you explain to a classmate how to multiply a number by": "¿Cómo le explicarías a un compañero la manera de multiplicar un número por una",
  "a power of 10?": "potencia de 10?",
  "Fluency Strategy": "Estrategia de fluidez",
  "Multiply a whole number by a power of 10.": "Multiplica un número entero por una potencia de 10.",
  "Multiply a whole number by a power of 10 written with a base and an exponent.": "Multiplica un número entero por una potencia de 10 escrita con una base y un exponente.",
  "Multiply a decimal by a power of 10 written with a base and an exponent.": "Multiplica un decimal por una potencia de 10 escrita con una base y un exponente.",
  "The exponent tells how many places to the right to move the decimal point.": "El exponente indica cuántos lugares a la derecha mover el punto decimal.",
  "Fluency Check": "Verificación de fluidez",
  "Solve each equation.": "Resuelve todas las ecuaciones.",
  "Fluency Practice • Math Is… 47": "Práctica de fluidez • Matemáticas es… 47"
}