{
  "Unit 1 Math Is… Essential Question What does it mean to do math?": "Unidad 1 Matemáticas es… Pregunta esencial ¿Qué significan las matemáticas?",
  "Explore Through STEM Global Human Footprint We all leave footprints when we walk in the sand on the beach or on a sidewalk after stepping in water or mud.": "Explorar a través de STEM Huella humana global Todos dejamos huellas cuando caminamos por la arena en la playa o por una acera después de pisar agua o barro.",
  "We also have global human footprints that measure how much our daily living impacts Earth's environment.": "También tenemos huellas humanas globales que miden el impacto de nuestra vida cotidiana en el medioambiente de la Tierra.",
  "Think About It How much do you and your family members travel each day or week?": "Piénsalo ¿Cuánto viajan tú y tu familia cada día o cada semana?",
  "How do your travels impact Earth's environment?": "¿De qué manera sus viajes impactan sobre el medioambiente de la Tierra?",
  "2 Unit 1": "2 Unidad 1",
  "• Math Is… Copyright © McGraw Hill Space Images/Blend Images/Getty Images": "• Matemáticas es… Copyright © McGraw Hill Space Images/Blend Images/Getty Images",
  "Name Date Period Global Human Footprint Many things that we do and choices that we make every day impact the environment.": "Nombre Fecha Período Huella humana global Muchas de nuestras acciones y decisiones diarias afectan al medioambiente.",
  "We use water and electricity.": "Usamos agua y electricidad.",
  "We throw things away or recycle them.": "Tiramos cosas o las reciclamos.",
  "This is our human footprint.": "Esta es nuestra huella humana.",
  "We can decide how big our footprint is.": "Podemos decidir qué tan grande es nuestra huella.",
  "For exercises 1–4, answer the questions.": "En los ejercicios 1 a 4, responde las preguntas.",
  "How much of your day do you spend going to and from different places?": "¿Cuánto tiempo del día dedicas a ir y volver de distintos lugares?",
  "Of that time, how much of your travel is in a car?": "De ese tiempo, ¿cuánto viajas en coche?, ¿en autobús?, ¿en otro medio de transporte público?, ¿en bicicleta?, ¿a pie?",
  "Which of your daily activities require electricity?": "¿Qué puedes hacer para reducir la cantidad de electricidad que consumes por día?",
  "How much of your daily meals do you leave uneaten?": "¿Qué parte de tus comidas diarias no comes?",
  "What portion of your daily activities require electricity?": "¿Cuáles de las actividades que haces a diario requieren electricidad?",
  "During what part of your day do you use the most electricity?": "¿En qué momento del día consumes más electricidad?",
  "What might be some ways to reduce the amount of electricity you use in a day?": "¿Cuáles de las actividades que haces a diario requieren electricidad?",
  "Unit 1": "Unidad 1",
  "• Math Is… 3 Copyright © McGraw Hill": "• Matemáticas es… 3 Copyright © McGraw Hill",
  "Am I Ready?": "¿Estoy listo?",
  "For exercises 1–12, solve each equation.": "En los ejercicios 1 a 12, resuelve todas las ecuaciones.",
  "34.5 × 17.28 = v 4 Unit 1": "34.5 × 17.28 = v 4 Unidad 1",
  "• Math Is… Copyright © McGraw Hill": "• Matemáticas es… Copyright © McGraw Hill",
  "What Do I Already Know?": "¿Qué sé?",
  "Place a checkmark (✓) in each row that corresponds with how much you already know about each term and topic before starting this unit.": "Haz una marca (✓) en cada fila para indicar lo que sabes sobre cada término y tema antes de comenzar esta unidad.",
  "At the end of the unit, place a checkmark in each row that corresponds with how much you know about each term and topic.": "Cuando hayas terminado la unidad, coloca una marca en cada fila que corresponda a lo que sabes sobre cada término y tema.",
  "Terms Before After I don’t know I’ve heard of it I know it perseverance arguments patterns collaboration Topics Before After I don’t know I’ve heard of it I know it make sense of a problem before starting to solve it develop a solution strategy choose an appropriate tool to solve a problem look for repeated calculations determine whether the reasoning of a classmates makes sense construct an argument to explain my reasoning work productively with classmates listen respectfully to classmate’s reasoning assess the reasonableness of a solution use precise terms in my explanations Math History Minute One of the oldest known forms of division is used by the Egyptians.": "hallar el sentido de un problema antes de empezar a resolverlo desarrollar una estrategia para resolver elegir una herramienta adecuada para resolver un problema buscar cálculos repetidos determinar si el razonamiento de un compañero de clase tiene sentido construir un argumento para explicar mi razonamiento trabajar de manera productiva con mis compañeros escuchar con respeto el razonamiento de mis compañeros evaluar si una solución es razonable usar términos precisos en mis explicaciones Un minuto de historia Una de las formas de división más antiguas es la utilizada por los egipcios.",
  "For example, to divide 22 by 8, write multiplication sentences in which 8 is a factor.": "Por ejemplo, para dividir 22 por 8, escribe enunciados de multiplicación en los que un factor sea 8.",
  "Find the numbers that create a sum of 22, the dividend.": "Halla los números que forman una suma de 22, el dividendo.",
  "Because 16 + 4 + 2 = 22, find the sum of the corresponding factors, 2 + _1 2 + _1 4, or 2_34.": "Dado que 16 + 4 + 2 = 22, halla la suma de los factores correspondientes, 2 + _1 2 + _1 4 , o 2 _34 .",
  "So, 22 ÷ 8 = 2_34.": "Entonces, 22 ÷ 8 = 2 _3 4 .",
  "1 8 1 × 8 = 8 2 16 2 × 8 = 16 _1 2 4 _12 × 8 = 4 _1 4 2 _14 × 8 = 2 _1 8 1 _18 × 8 = 8 Unit 1": "1 8 1 × 8 = 8 2 16 2 × 8 = 16 _1 2 4 _12 × 8 = 4 _1 4 2 _14 × 8 = 2 _1 8 1 _18 × 8 = 8 Unidad 1",
  "• Math Is… 5 Copyright © McGraw Hill": "• Matemáticas es… 5 Copyright © McGraw Hill",
  "Building the Language of Mathematics Complete the graphic organizer as you work through the unit.": "Desarrollar el lenguaje de las matemáticas Completa el organizador gráfico mientras trabajas en la unidad.",
  "Math Is… Math Is… 6 Unit 1": "Matemáticas es… Matemáticas es… 6 Unidad 1",
  "Be Curious What do you notice?": "Pregúntate ¿Qué observas?",
  "What do you wonder?": "¿Qué te preguntas?",
  "Lesson 1-1 Math is Mine Lesson 1-1": "Lección 1-1 Las matemáticas son mías Lección 1-1",
  "• Math is Mine 7 Copyright © McGraw Hill (tl)Monkey Business Images/Shutterstock, (tr) ©Hero Images/CORBIS/Glow Images, (bl) Dmytro Zinkevych/Shutterstock, (br) Diego Cervo/Shutterstock": "• Las matemáticas son mías 7 Copyright © McGraw Hill (tl)Monkey Business Images/Shutterstock, (tr) ©Hero Images/CORBIS/Glow Images, (bl) Dmytro Zinkevych/Shutterstock, (br) Diego Cervo/Shutterstock",
  "Let’s Explore More a.": "Exploremos más a.",
  "How do you use math differently in the three different situations?": "¿Cómo usas las matemáticas de diferentes maneras en tres situaciones distintas?",
  "How do you use math in the same or similar way in each situation?": "¿Cómo usas las matemáticas de maneras iguales o similares en cada situación?",
  "Math is All Around Us We use math every day, at home, in school, and in our neighborhood.": "Las matemáticas están en todas partes Las usamos todos los días, en casa, en la escuela y en nuestro vecindario.",
  "How do you use math in your everyday actions?": "¿Cómo usas las matemáticas en tus actividades cotidianas?",
  "Identify and describe three ways you use math in your life.": "Identifica y describe tres maneras en las que usas las matemáticas en tu vida.",
  "My first idea about how I use math is.... My second idea about how I use math is.... My third idea about how I use math is....": "Mi primera idea sobre cómo uso las matemáticas es... Mi segunda idea sobre cómo uso las matemáticas es... Mi tercera idea sobre cómo uso las matemáticas es...",
  "Math is... Mindset What about math interests you the most?": "Matemáticas es... actitud ¿Qué aspecto de las matemáticas es el que más te interesa?",
  "Math is... Mindset How do you use math during the day?": "Matemáticas es... actitud ¿Cómo usas las matemáticas durante el día?",
  "Math is... Mindset When do you use math during the day?": "Matemáticas es... actitud ¿Cuándo usas las matemáticas durante el día?",
  "8 Unit 1": "8 Unidad 1",
  "How does the math story you heard compare to your own math story?": "¿Cómo se compara la historia que escuchaste con tu historia de matemáticas?",
  "Math is Mine We all have a math story.": "Las matemáticas son mías Todos tenemos una historia de matemáticas.",
  "Ask a classmate about their math story.": "Pregúntale a un compañero de clase acerca de su historia de matemáticas.",
  "How have you used math in the past?": "¿De qué manera usaste las matemáticas en el pasado?",
  "How have you felt about learning and doing math?": "¿Cómo te sentiste al aprender y usar las matemáticas?",
  "How do you use math now?": "¿Cómo usas las matemáticas ahora?",
  "What do you want math to be like this year?": "¿De qué quieres que se traten las matemáticas este año?",
  "What can you do to make sure you do well in math this year?": "¿Qué puedes hacer para asegurarte de que te vaya bien en matemáticas este año?",
  "Math is... Mindset How can you stay positive when you do math?": "Matemáticas es... actitud ¿Cómo puedes ser positivo al usar las matemáticas?",
  "Math is... Mindset What are your strengths in math?": "Matemáticas es... actitud ¿Cuáles son tus fortalezas en matemáticas?",
  "Math is... Mindset What do you want to learn about math?": "Matemáticas es... actitud ¿Qué quieres aprender sobre las matemáticas?",
  "Lesson 1-1": "Lección 1-1",
  "• Math is Mine 9 Copyright © McGraw Hill": "• Las matemáticas son mías 9 Copyright © McGraw Hill",
  "Summarize: Math is Mine We are all doers of math and use math in our daily lives in ways that we may not realize.": "Resumen: Las matemáticas son mías Todos hacemos y usamos las matemáticas en nuestras vidas en formas que quizás no notamos.",
  "We all may do math differently.": "Quizás usamos las matemáticas de distintas maneras.",
  "Sharing our math strengths with others helps us grow.": "Compartir nuestras fortalezas en las matemáticas con otros nos ayuda a crecer.",
  "Learning about the math strengths of others can help us grow, too.": "Aprender las fortalezas en las matemáticas de otros también nos ayuda a crecer.",
  "Apply: Strengths Inventory What we believe about ourselves, about others, and about what we are learning shape us.": "Aplicar: Inventario de fortalezas Lo que creemos sobre nosotros mismos, sobre otros y sobre lo que estamos aprendiendo nos forma.",
  "Question What do you believe are your math strengths?": "Pregunta ¿Cuáles crees que son tus fortalezas en matemáticas?",
  "Fill in the table below with your math strengths and areas you want to grow in math.": "Completa la siguiente tabla con tus fortalezas en matemáticas y con las áreas de las matemáticas que quieres desarrollar.",
  "My Math Strengths Areas I Want to Grow 10 Unit 1": "Mis fortalezas en matemáticas Áreas que quiero desarrollar 10 Unidad 1",
  "Name Date Period Practice For exercises 1 and 2, answer the questions.": "Nombre Fecha Período Practicar En los ejercicios 1 y 2, responde las preguntas.",
  "What questions do you want to ask your teacher to learn about their math story?": "¿Qué preguntas quieres hacer a tu maestro para saber acerca de su historia de matemáticas?",
  "What about your math biography do you want someone else to know?": "¿Qué quieres que sepan los demás sobre tu biografía matemática?",
  "• Math is Mine 11 Copyright © McGraw Hill": "• Las matemáticas son mías 11 Copyright © McGraw Hill",
  "Math is... Mindset P1 Body Font G612 P1 Body Font G612 P1 Body Font G612 Reflect What would you want to tell your 5-year-old self about math as you began school?": "Math is... actitud P1 Body Font G612 P1 Body Font G612 P1 Body Font G612 Reflexionar ¿Qué le dirías a tu yo de 5 años sobre las matemáticas cuando comenzaste la escuela?",
  "For exercises 3 and 4, answer the questions.": "En los ejercicios 3 y 4, responde las preguntas.",
  "What was your greatest accomplishment from last year?": "¿Cuál fue tu mayor logro el año pasado?",
  "What do you want your math teacher to know about you and math?": "¿Qué quieres que sepa tu maestro de matemáticas acerca de tu relación con las matemáticas?",
  "12 Unit 1": "12 Unidad 1",
  "Lesson 1-2 Math is Exploring and Thinking Lesson 1-2": "Lección 1-2 Matemáticas es exploración y razonamiento Lección 1-2",
  "• Math is Exploring and Thinking 13 Copyright © McGraw Hill Alexander Spatari/Moment/Getty Images": "• Matemáticas es exploración y razonamiento 13 Copyright © McGraw Hill Alexander Spatari/Moment/Getty Images",
  "Comparing Walks Deon walked _ 2 3 as far as Miguel.": "Comparar caminatas Deon caminó _ 2 3 más que Miguel.",
  "Evelyn walked 1__1 2 times as far as Miguel.": "Evelyn caminó 1 __1 2 veces más que Miguel.",
  "Miguel walked 24 city blocks.": "Miguel caminó 24 cuadras.",
  "How can you determine how far Deon and Evelyn walked?": "¿Cómo puedes determinar cuánto caminaron Deon y Evelyn?",
  "When we do math, we ask ourselves questions to make sense of the problem.": "Con las matemáticas, nos hacemos preguntas para dar sentido al problema.",
  "What do I know about the problem?": "¿Qué sé sobre el problema?",
  "• Three students walked different distances. What don’t I know?": "• Tres estudiantes caminaron diferentes distancias. ¿Qué no sé?",
  "• How far each student walked": "• Cuánto caminó cada estudiante.",
  "• Who walked the shortest distance": "• Quién caminó la distancia más corta.",
  "• Who walked the longest distance When we do math, we consider different solution strategies and develop a solution plan. I can ask myself:": "• Quién caminó la distancia más larga. Con las matemáticas, pensamos distintas estrategias y desarrollamos un plan de solución. Puedo preguntarme:",
  "• How can I represent the distance each student walked?": "• ¿Cómo puedo representar la distancia que caminó cada estudiante?",
  "• How are the distances related?": "• ¿Cómo se relacionan las distancias?",
  "• How can I think about the relationship among the distances using different values? When we do math, we check on our progress towards a solution and adjust our plan as needed. I can ask myself:": "• ¿Cómo puedo pensar sobre la relación entre las distancias usando diferentes valores? Con las matemáticas, revisamos nuestro avance hacia una solución y ajustamos el plan si es necesario. Puedo preguntarme:",
  "• Which questions have I answered?": "• ¿Qué preguntas respondí?",
  "• Do my solutions make sense? The Richard H. Driehaus Museum Tribune Tower RUSH & DIVISION Miguel 24 city blocks MAGNIFICENT MILE Math is... Analyzing What information do you have from the problem? Math is... Planning What's a reasonable solution strategy? Math is... Perseverance What can you do if you're stuck? 14 Unit 1": "• ¿Mis soluciones tienen sentido? Museo Richard H. Driehaus Tribune Tower RUSH & DIVISION Miguel 24 cuadras MILLA MAGNÍFICA Matemáticas es... análisis ¿Qué información te da el problema? Matemáticas es... planificar ¿Cuál es una estrategia de solución razonable? Matemáticas es... perseverar ¿Qué puedes hacer si tienes dificultades? 14 Unidad 1",
  "What are some other ways to think about the quantities in this problem?": "¿De qué otras maneras puedes pensar en las cantidades de este problema?",
  "Which is the Tallest?": "¿Cuál es el más alto?",
  "One World Trade Center in New York is 540 meters tall.": "El edificio One World Trade Center de Nueva York mide 540 metros de alto.",
  "A planned building in London will be _ 5 6 as tall as One World Trade Center.": "Un edificio en Londres tendrá _ 5 6 de la altura del One World Trade Center.",
  "A planned building in Tokyo will be 1_1 5 as tall as One World Trade Center.": "Un edificio en Tokio tendrá 1_1 5 de la altura del One World Trade Center.",
  "A building in Rio De Janeiro is going to be _9 10 as tall as One World Trade Center.": "Un edificio en Río de Janeiro tendrá _9 10 de la altura del One World Trade Center.",
  "How tall is each new planned building?": "¿Cuál será la altura de cada nuevo edificio?",
  "When we do math, we make sense of the numbers and quantities in a problem.": "Con las matemáticas, buscamos el sentido de los números y las cantidades del problema.",
  "We think about how the numbers and quantities relate.": "Pensamos cómo se relacionan los números y las cantidades.",
  "I can compare each building to One World Trade Center.": "Puedo comparar cada edificio con el One World Trade Center.",
  "• The planned building in London will not be as tall as One World Trade Center because _ 5 6 is less than 1.": "• El edificio de Londres no será tan alto como el One World Trade Center porque _ 5 6 es menos que 1.",
  "• The planned building in Tokyo will be taller than One World Trade Center because 1_1 5 is greater than 1.": "• El edificio de Tokio será más alto que el One World Trade Center porque 1_1 5 es mayor que 1.",
  "• The planned building in Rio de Janeiro will be shorter than One World Trade Center because _9 10 is less than 1. When we do math, we decide which operations are needed to show the relationships. To compare quantities, I can use:": "• El edificio de Río de Janeiro será más bajo que el One World Trade Center porque _ 9 10 es menos que 1. Con las matemáticas, decidimos qué operaciones necesitamos para mostrar las relaciones. Para comparar las cantidades puedo usar:",
  "• 540 meters as the height to which I am comparing.": "• 540 metros como la altura con la cual estoy comparando.",
  "• multiplication to show how many times as tall a building is. When we do math, we make sense of the solution in the context of the problem. I can use the relative heights of the buildings to make sense of my answer.": "• la multiplicación para mostrar cuántas veces más alto es un edificio. Con las matemáticas, buscamos el sentido de la solución en el contexto del problema. Puedo usar las alturas relativas de los edificios para hallar el sentido de mi respuesta.",
  "• I know that the London and Rio de Janeiro buildings will be less than 540 meters.": "• Sé que los edificios de Londres y Río de Janeiro medirán menos de 540 metros.",
  "• I know that the Tokyo building will be taller than 540 meters. One World Trade Center Math is... Making Connections How are the quantities in the problem related? Math is... Representing How can you represent the relationship between quantities? Math is... Reasoning What do the quantities in the solution refer to? Lesson 1-2": "• Sé que el edificio de Tokio medirá más de 540 metros. One World Trade Center Matemáticas es... hacer conexiones ¿Cómo se relacionan las cantidades en el problema? Matemáticas es... representar ¿Cómo puedes representar la relación entre las cantidades? Matemáticas es... razonamiento ¿A qué se refieren las cantidades en la solución? Lección 1-2",
  "• Math is Exploring and Thinking 15 Copyright © McGraw Hill": "• Matemáticas es exploración y razonamiento 15 Copyright © McGraw Hill",
  "Summarize: Math is Exploring and Thinking When we do math,": "Resumen: Matemáticas es exploración y razonamiento Con las matemáticas,",
  "• we make sense of problems and develop a solution plan to solve the problem.": "• les damos sentido a los problemas y desarrollamos un plan de solución para resolverlos;",
  "• we check on our progress and adjust our solution plan as needed.": "• revisamos nuestro avance y ajustamos el plan si es necesario;",
  "• we try other strategies when we come to dead ends.": "• probamos otras estrategias cuando llegamos a un camino sin salida;",
  "• we make sense of the quantities and the relationships among the quantities.": "• buscamos el sentido de las cantidades del problema y la relación entre las cantidades;",
  "• we determine which operations are needed based on the relationships.": "• decidimos qué operaciones necesitamos en función de las relaciones;",
  "• we make sense of our solution within the context of the problem. Apply: City Blocks In 12 city blocks, _3 8 of the space is for apartments, _1 3 of the space is for businesses, and _1 4 of the space is for restaurants. The remaining area is for open space. Question What fraction of the 12 city blocks is open space? Answer the question in the space below. 16 Unit 1": "• buscamos el sentido de la solución en el contexto del problema. Aplicar: Cuadras En 12 cuadras, _3 8 del espacio es para apartamentos, _1 3 del espacio es para negocios y _1 4 del espacio es para restaurantes. El área restante es para espacios abiertos. Pregunta ¿Qué fracción de las 12 cuadras es de espacio abierto? Responde la pregunta en el siguiente espacio. 16 Unidad 1",
  "Name Date Period Practice For exercises 1–3, answer the questions.": "Nombre Fecha Período Practicar En los ejercicios 1 a 3, responde las preguntas.",
  "What helps you make sense of a problem?": "¿Qué te ayuda a darle sentido a un problema?",
  "List two different strategies that you could use.": "Enumera dos estrategias diferentes que puedes usar.",
  "Share your strategies with classmates and write down one additional strategy you heard.": "Comparte tus estrategias con tus compañeros de clase y escribe una nueva estrategia que hayas escuchado.",
  "How did you select your strategy?": "¿Cómo elegiste tu estrategia?",
  "What helps you know that your strategy is getting you to a solution?": "¿Cómo puedes saber que tu estrategia te ayudará a hallar la solución?",
  "Lesson 1-2": "Lección 1-2",
  "• Math is Exploring and Thinking 17 Copyright © McGraw Hill": "• Matemáticas es exploración y razonamiento 17 Copyright © McGraw Hill",
  "Math is... Mindset P1 Body Font G612 P1 Body Font G612 P1 Body Font G612 Reflect Tell about a time when you had a problem, and you didn’t give up.": "Math is... actitud P1 Body Font G612 P1 Body Font G612 P1 Body Font G612 Reflexionar Habla sobre alguna vez que hayas tenido un problema y no te hayas rendido.",
  "It might be a math problem or it might be a problem you had at home, playing a game, playing a sport, playing an instrument, drawing a picture, or doing a puzzle.": "Puede ser un problema matemático o un problema que hayas tenido en casa jugando, practicando un deporte, tocando un instrumento, haciendo un dibujo o armando un rompecabezas.",
  "For exercises 4 and 5, answer the questions.": "En los ejercicios 4 y 5, responde las preguntas.",
  "How did you make sense of the quantities in the Apply problem on page 16?": "¿Cómo le diste sentido a las cantidades en el problema Aplicar en la página 16?",
  "How do the quantities in the Apply problem relate to one another?": "¿Cómo se relacionan entre sí las cantidades del problema Aplicar?",
  "18 Unit 1": "18 Unidad 1",
  "Lesson 1-3 Math is In My World Lesson 1-3": "Lección 1-3 Matemáticas en mi mundo Lección 1-3",
  "• Math is In My World 19 Copyright © McGraw Hill swisshippo/iStock/Getty Images": "• Matemáticas en mi mundo 19 Copyright © McGraw Hill swisshippo/iStock/Getty Images",
  "How does the answer change if you need to transport 2,000 passengers?": "¿Cómo cambia la respuesta si necesitas transportar a 2,000 pasajeros?",
  "6,000 passengers?": "¿A 6,000 pasajeros?",
  "10,000 passengers?": "¿A 10,000 pasajeros?",
  "During the 12 _1 2-minute one-way ride, the tram makes two full rotations so passengers can see in all directions without moving.": "Durante su recorrido de ida de 12 _1 2 minutos, da dos vueltas completas para que los pasajeros puedan ver en todas las direcciones sin moverse.",
  "The maximum capacity is 80 passengers.": "La capacidad máxima es de 80 pasajeros.",
  "How long would it take to transport 4,000 passengers?": "¿Cuánto se tardará en transportar a 4,000 pasajeros?",
  "When we do math, we create models or representations to visualize the math needed to solve the problem.": "Con las matemáticas, creamos modelos o representaciones para visualizar las operaciones matemáticas que necesitamos para resolver el problema.",
  "I can use a tape diagram to visualize the number of tram rides needed.": "Puedo usar un diagrama con tiras para visualizar la cantidad de viajes de teleférico necesarias.",
  "4,000 80 80 When we do math, we think about the structure of the problem and strategies and operations that can help solve it.": "4,000 80 80 Con las matemáticas, pensamos en la estructura del problema y en las estrategias y operaciones que pueden ayudarnos a resolverlo.",
  "I use different operations for different parts of the problem.": "Puedo usar diferentes operaciones para distintas partes del problema.",
  "• I use division to determine the number of tram rides needed. 4,000 ÷ 80 = 50": "• Uso la división para determinar la cantidad de viajes de teleférico necesarias. 4,000 ÷ 80 = 50",
  "• I use multiplication to determine the number of minutes 50 tram rides take. Number of Tram Rides 1 10 50 Minutes 12.5 125 625": "• Uso la multiplicación para determinar la cantidad de minutos que toman 50 viajes de teleférico. Cantidad de viajes de teleférico 1 10 50 Minutos 12.5 125 625",
  "• I use division to determine the number of hours 50 tram rides take. 625 ÷ 60 ≈ 10.42 Math is... Applying What mathematics can you use to solve this problem? Math is... Using Representations How can you visualize the problem? total number of passengers × 12.5 maximum number of passengers in each tram ride 20 Unit 1": "• Uso la división para determinar la cantidad de horas que toman 50 viajes. 625 ÷ 60 ≈ 10.42 Matemáticas es... aplicar ¿Qué operaciones matemáticas puedes usar para resolver este problema? Matemáticas es... usar representaciones ¿Cómo puedes visualizar el problema? cantidad total de pasajeros × 12.5 cantidad máxima de pasajeros en cada viaje 20 Unidad 1",
  "• Math Is… Copyright © McGraw Hill Stephen B. Goodwin/Shutterstock": "• Matemáticas es… Copyright © McGraw Hill Stephen B. Goodwin/Shutterstock",
  "What might be another tool to solve this problem?": "¿Cuál puede ser otra herramienta para resolver este problema?",
  "Beautiful Vista It takes 35 minutes for one tram car to make the 5-mile round trip, from valley to mountain top and back down.": "Una vista hermosa Un teleférico tarda 35 minutos en hacer el viaje de ida y vuelta de 5 millas, del valle a la cima de la montaña y de vuelta.",
  "This includes time for passengers to disembark and embark at each station.": "Esto incluye tiempo para que los pasajeros suban y bajen en cada estación.",
  "How many round trips would a single tram car complete in 10 hours?": "¿Cuántos viajes de ida y vuelta realizaría un solo teleférico en 10 horas?",
  "When we do math, we use tools, such as tables, graphs, and calculations, to help us see the relationships among quantities.": "Con las matemáticas, usamos herramientas, como tablas, gráficas y cálculos, para ver las relaciones entre las cantidades.",
  "A table of values can help show the relationship between the quantities.": "Una tabla de valores puede mostrar la relación entre las cantidades.",
  "Time (minutes) Round Trips 35 1 175 5 350 10 525 15 700 20 When we do math, we use tools to help us solve problems and make predictions.": "Tiempo (minutos) Viajes de ida y vuelta 35 1 175 5 350 10 525 15 700 20 Con las matemáticas, usamos herramientas para resolver problemas y hacer predicciones.",
  "I can use a graph to plot the ordered pairs and look for the y-value when x is 600.": "Puedo usar una gráfica para marcar los pares ordenados y buscar el valor de y cuando x es 600.",
  "12 8 4 0 200 400 600 800 1000 y x Time (minutes) Number of Round Trips 16 20 Math is...": "12 8 4 0 200 400 600 800 1000 y x Tiempo (minutos) Cantidad de viajes ida y vuelta 16 20 Matemáticas es... elegir herramientas ¿Qué herramienta puedes usar para representar el problema?",
  "÷ 35 Lesson 1-3": "÷ 35 Lección 1-3",
  "• Math is In My World 21 Copyright © McGraw Hill": "• Matemáticas en mi mundo 21 Copyright © McGraw Hill",
  "Summarize: Math is In My World When we do math,": "Resumen: Matemáticas en mi mundo Con las matemáticas:",
  "• we visualize and represent problems and apply our math knowledge to solve new and unfamiliar problems.": "• visualizamos y representamos problemas y aplicamos nuestro conocimiento matemático para resolver problemas nuevos que no nos resultan familiares.",
  "• we use tools to show the relationship among quantities.": "• usamos herramientas para mostrar la relación entre cantidades.",
  "• we make strategic decisions about which tool to use for a problem. Apply: What Time Is It? The start of a new year is always at midnight on January 1st. Question What time will it be after 2,022 minutes after midnight? Use a tool or strategy to come up with your answer and be ready to explain your reasoning. Answer the question in the space below. 12 11 10 9 8 7 6 5 4 3 2 1 22 Unit 1": "• tomamos decisiones estratégicas acerca de qué herramienta usar en un problema. Aplicar: ¿Qué hora es? El inicio de un nuevo año siempre es a la medianoche del 1.o de enero. Pregunta ¿Qué hora será 2,022 minutos después de la medianoche? Usa una herramienta o una estrategia para hallar una respuesta y prepárate para explicar tu razonamiento. Responde la pregunta en el siguiente espacio. 12 11 10 9 8 7 6 5 4 3 2 1 22 Unidad 1",
  "Name Date Period Practice For exercises 1–3, use the description to answer the questions.": "Nombre Fecha Período Practicar En los ejercicios 1 a 3, usa la descripción para responder las preguntas.",
  "The Jackson Hole, Wyoming tram carries skiers and other visitors from the town to the summit in 12 minutes.": "El teleférico de Jackson Hole, Wyoming, lleva a los esquiadores y otros visitantes desde el pueblo hasta la cima en 12 minutos.",
  "It rises 4,139 feet in elevation from the town to the summit.": "Sube 4,139 pies desde el pueblo hasta la cima.",
  "It stops at the top and bottom for 8 minutes for passengers to get on and off.": "Se detiene en el pueblo y en la cima por 8 minutos para que los pasajeros suban y bajen.",
  "Assuming the tram travels at a steady speed, how far does it climb in 2, 3, 4, 6, and 8 minutes?": "Suponiendo que el teleférico se mueve a una velocidad constante, ¿qué distancia recorre en 2, 3, 4, 6 y 8 minutos?",
  "If the tram starts at 8:00 a.m., how many round trips can it make in 12 hours?": "Si el teleférico comienza a las 8:00 a. m., ¿cuántos viajes de ida y vuelta puede realizar en 12 horas?",
  "How many total feet would the tram ascend and descend in those 12 hours?": "¿Cuántos pies en total recorrería el teleférico en esas 12 horas?",
  "Lesson 1-3": "Lección 1-3",
  "• Math is In My World 23 Copyright © McGraw Hill": "• Matemáticas en mi mundo 23 Copyright © McGraw Hill",
  "Reflect How do tools help us with making sense of and solving math problems?": "Reflexionar ¿Cómo nos ayudan las herramientas a dar sentido y resolver problemas matemáticos?",
  "What tools did you consider using to answer exercises 1–3?": "¿Qué herramientas consideraste usar para completar los ejercicios 1 a 3?",
  "What tool did you use for each exercise?": "¿Qué herramienta usaste para cada ejercicio?",
  "24 Unit 1": "24 Unidad 1",
  "Lesson 1-4 Math is Explaining and Sharing Lesson 1-4": "Lección 1-4 Matemáticas es explicación e intercambio Lección 1-4",
  "• Math is Explaining and Sharing 25 Copyright © McGraw Hill": "• Matemáticas es explicación e intercambio 25 Copyright © McGraw Hill",
  "What other arguments can you make for buying the three large boxes?": "¿Qué otros argumentos puedes dar a Yusuki para que compre las tres cajas grandes?",
  "for buying the two jumbo boxes?": "¿Y para que compre las dos cajas extragrandes?",
  "Cereal Boxes Yuzuki is buying her favorite breakfast cereal.": "Cajas de cereal Yuzuki compra su cereal favorito para el desayuno.",
  "She can buy three large-sized boxes or two jumbo-sized boxes for the same price.": "Puede comprar tres cajas grandes o dos cajas extragrandes por el mismo precio.",
  "Which option do you recommend?": "¿Qué opción le recomendarías?",
  "When we do math, we develop arguments to defend our thinking.": "Con las matemáticas, elaboramos argumentos para defender nuestro razonamiento.",
  "We use conjectures, examples, and counterexamples in our arguments.": "Usamos conjeturas, ejemplos y contraejemplos en nuestros argumentos.",
  "I can use equations, drawings, or words to develop an argument.": "Puedo usar ecuaciones, dibujos o palabras para elaborar un argumento.",
  "• Volume of the large box: 12 × 8 × 2 = 192 in3 192 × 3 = 576 in3": "• Volumen de caja grande: 12 × 8 × 2 = 192 pulg.3 × 3 = 576 pulg.3",
  "• Volume of the jumbo box: 14.5 × 10 × 2 = 290 in3 290 × 2 = 580 in3": "• Volumen de caja extragrande: 14.5 × 10 × 2 = 290 pulg.3 × 2 = 580 pulg.3",
  "• There is less packaging with two boxes.": "• En dos cajas hay menos empaque.",
  "• Two boxes are easier to store than three boxes. When we do math, we listen to the arguments of others and decide whether the arguments are convincing. Others might recommend that Yuzuki buy the three large boxes.": "• Es más fácil guardar dos cajas que tres. Con las matemáticas, escuchamos los argumentos de los demás y decidimos si son convincentes. Otros podrían recomendar a Yuzuki que comprara las tres cajas grandes.",
  "• The cereal will stay fresher because each box will be open for less time.": "• El cereal se mantendrá fresco por más tiempo porque cada caja estará abierta por menos tiempo.",
  "• Even though the volume of two jumbo boxes is greater, that does not mean that the amount of cereal is greater. 12 in. 14.5 in. 10 in. 2 in. 8 in. 2 in. Math is... Justifying How can you explain your thinking to others? Math is... Critiquing What connections do you see between your thinking and that of a classmate? 26 Unit 1": "• Que el volumen de las dos cajas extragrandes sea mayor no significa que tengan más cantidad de cereal. 12 pulg. 14.5 pulg. 10 pulg. 2 pulg. 8 pulg. 2 pulg. Libres de gluten Libres de gluten CEREALES CEREALES CEREALES CEREALES CEREALES CEREALES CEREALES Matemáticas es... justificar ¿Cómo puedes explicar tu razonamiento a otros? Matemáticas es... evaluar ¿Qué conexiones ves entre tu razonamiento y el de un compañero? 26 Unidad 1",
  "Community Garden A neighborhood group is building a community garden.": "Jardín comunitario Un grupo del vecindario construye un jardín comunitario.",
  "How much soil will the group need to fill the garden beds?": "¿Cuánta tierra necesitarán para llenar los canteros?",
  "When we do math, we look to be precise in our arguments and use appropriate vocabulary.": "Con las matemáticas, buscamos ser precisos con nuestros argumentos y usar el vocabulario adecuado.",
  "• The problem asks for the amount of soil needed to fill the garden beds, so I can use volume in my argument.": "• El problema pregunta sobre la cantidad de tierra necesaria para llenar los canteros, por lo que puedo usar el volumen en mi argumento.",
  "• Volume is measured in cubic units, so I will use cubic units in my solution and in my justification.": "• El volumen se mide en unidades cúbicas, por lo que usaré unidades cúbicas en mi solución y mi justificación.",
  "• The problem requires that I consider the dimensions of different parts of the garden. When we do math, we check our calculations to make sure they are accurate. I can determine volume in different ways to make sure my solution is accurate.": "• El problema pide que considere las dimensiones de diferentes partes del jardín. Con las matemáticas, revisamos nuestros cálculos para verificar que son precisos. Puedo determinar el volumen de diferentes maneras para asegurarme de que mi solución es precisa.",
  "• I can determine the volume of the rectangular prism and then subtract. 64 ft3 – 16 ft3 = 48 ft3 4 × 4 × 1 8 × 8 × 1": "• Puedo determinar el volumen del prisma rectangular y luego restar. 64 pies3 – 16 pies3 = 48 pies3 4 × 4 × 1 8 × 8 × 1",
  "• I can decompose into rectangular prisms and add the volumes of each prism. 32 ft3 + 2(8 ft3 ) = 48 ft3 8 × 4 × 1 2 × 4 × 1 2 × 4 × 1 8 ft 8 ft 4 ft 4 ft 1 ft 2 ft Math is... Precision How can you determine accuracy in this problem? Math is... Using Vocabulary What mathematical terms can you use to make your argument clear? Lesson 1-4": "• Puedo descomponer en prismas rectangulares y sumar los volúmenes de cada prisma. 32 pies3 + 2(8 pies3) = 48 pies3 8 × 4 × 1 2 × 4 × 1 2 × 4 × 1 8 pies 8 pies 4 pies 4 pies 1 pie 2 pies Matemáticas es... precisión ¿Cómo puedes determinar la precisión en este problema? Matemáticas es... usar vocabulario ¿Qué términos matemáticos puedes usar para que tu argumento sea claro? Lección 1-4",
  "• Math is Explaining and Sharing 27 Copyright © McGraw Hill": "• Matemáticas es explicación e intercambio 27 Copyright © McGraw Hill",
  "Summarize: Math is Explaining and Sharing When we do math,": "Resumen: Matemáticas es explicación e intercambio Con las matemáticas:",
  "• we communicate our reasoning to our classmates.": "• comunicamos nuestro razonamiento a nuestros compañeros;",
  "• we make conjectures about mathematical generalizations.": "• hacemos conjeturas acerca de generalizaciones matemáticas;",
  "• we listen to the arguments of our classmates and ask probing questions to clarify their thinking.": "• escuchamos los argumentos de nuestros compañeros y hacemos preguntas para entender mejor su razonamiento;",
  "• we decide whether the arguments of our classmates make sense.": "• decidimos si los argumentos de nuestros compañeros tienen sentido;",
  "• we communicate precisely.": "• nos comunicamos de manera precisa;",
  "• we label units accurately.": "• rotulamos las unidades correctamente;",
  "• we check that our calculations are accurate. Apply: Another Option for the Community Garden Another design, shown here, is also being considered for the community garden. Question Which garden bed design would you recommend and why? Answer the question in the space below. 4 ft 12 ft 12 ft 8 ft 8 ft 1 ft 28 Unit 1": "• verificamos que nuestros cálculos sean precisos. Aplicar: Otra opción para el jardín comunitario Aquí se muestra otro diseño que se está considerando para el jardín comunitario. Pregunta ¿Qué diseño recomendarías para los canteros y por qué? Responde la pregunta en el siguiente espacio. 4 pies 12 pies 12 pies 8 pies 8 pies 1 pie 28 Unidad 1",
  "Why is it important to defend your solutions and explain your thinking?": "¿Por qué es importante defender tus soluciones y explicar tu razonamiento?",
  "What helps you decide whether your classmates' arguments are convincing?": "¿Qué te ayuda a decidir si los argumentos de tus compañeros son convincentes?",
  "Lesson 1-4": "Lección 1-4",
  "• Math is Explaining and Sharing 29 Copyright © McGraw Hill": "• Matemáticas es explicación e intercambio 29 Copyright © McGraw Hill",
  "Math is... Mindset P1 Body Font G612 P1 Body Font G612 P1 Body Font G612 Reflect What helps you construct an argument to defend your thinking about a problem and its solution?": "Math is... actitud P1 Body Font G612 P1 Body Font G612 P1 Body Font G612 Reflexionar ¿Qué te ayuda a elaborar un argumento para defender tu razonamiento sobre un problema y su solución?",
  "How precise do you need to be when comparing the two different garden beds in the Apply problem on page 28?": "¿Cuán preciso necesitas ser al comparar los dos canteros diferentes en el problema Aplicar en la página 28?",
  "Which measure—area or volume—did you use to answer the Apply problem on page 28?": "¿Qué medida, área o volumen, usaste para responder el problema Aplicar en la página 28?",
  "Explain why.": "Explica por qué.",
  "30 Unit 1": "30 Unidad 1",
  "Lesson 1-5 Math is Finding Patterns Lesson 1-5": "Lección 1-5 Matemáticas es búsqueda de patrones Lección 1-5",
  "• Math is Finding Patterns 31 Copyright © McGraw Hill topseller/Shutterstock": "• Matemáticas es búsqueda de patrones 31 Copyright © McGraw Hill topseller/Shutterstock",
  "How can you use patterns to come up with other combinations of coins?": "¿Cómo puedes usar patrones para hallar otras combinaciones de monedas?",
  "Guess How Many Akela’s change jar is full of pennies, nickels, dimes, and quarters.": "Adivinar cuántos El frasco de Akela está lleno de pennies, nickels, dimes y quarters.",
  "The value of the coins is $53.50.": "El valor de las monedas es de $53.50.",
  "How many of each coin could be in the jar?": "¿Cuántas monedas de cada una podría haber en el frasco?",
  "When we do math, we look for patterns and relationships The value of each coin is a pattern.": "Con las matemáticas, buscamos patrones y relaciones.",
  "• 150 dimes = $15.00": "• 145 nickels = $7.25",
  "I can multiply the number of each coin by its value.": "Puedo multiplicar la cantidad de cada moneda por su valor.",
  "• Each penny has a value of $0.01. 100 pennies has a value of $1.00.": "• Cada penny tiene un valor de $0.01. 100 pennies tienen un valor de $1.00.",
  "• Each nickel has a value of $0.05. 100 nickels has a value of $5.00.": "• Cada nickel tiene un valor de $0.05. 100 nickels tienen un valor de $5.00.",
  "• Each dime has a value of $0.10. 100 dimes has a value of $10.": "• Cada dime tiene un valor de $0.10. 100 dimes tienen un valor de $10.",
  "• Each quarter has a value of $0.25. 100 quarters has a value of $25. When we do math, we use patterns and relationships we notice to solve problems. The jar could have:": "• Cada quarter tiene un valor de $0.25. 100 quarters tienen un valor de $25. Con las matemáticas, usamos los patrones y las relaciones que encontramos para resolver problemas. El frasco podría tener:",
  "• 145 nickels = $7.25": "• Cada nickel tiene un valor de $0.05. 100 nickels tienen un valor de $5.00.",
  "• 119 quarters = $29.75 Because the value of the coins ends in 0, the number of pennies can only be a multiple of 5. Math is... Looking for Patterns What patterns do you see? Math is... Using Patterns What patterns could you use to solve the problem? $53.50 32 Unit 1": "• 119 quarters = $29.75 Como el valor de las monedas termina en 0, la cantidad de pennies solo puede ser un múltiplo de 5 o 10. No hay restricciones para la cantidad de las otras monedas. Matemáticas es... buscar patrones ¿Qué patrones ves? Matemáticas es... usar patrones ¿Qué patrones podrías usar para resolver el problema? $53.50 32 Unidad 1",
  "• Math Is… Copyright © McGraw Hill topseller/Shutterstock": "• Matemáticas es… Copyright © McGraw Hill topseller/Shutterstock",
  "What pattern do you notice in the scores for each player?": "¿Qué patrón observas en los puntajes de cada jugador?",
  "High Scorer Two basketball players make 10 shots in a row after scoring some points.": "Puntaje alto Dos jugadores de básquetbol encestan 10 tiros seguidos después de anotar algunos puntos.",
  "Player A had scored 18 points before making 10 two-pointers in a row.": "El jugador A había anotado 18 puntos antes de hacer 10 tiros de dos puntos seguidos.",
  "Player B had 6 points before scoring 10 three-pointers in a row.": "El jugador B había anotado 6 puntos antes de anotar 10 triples seguidos.",
  "How many points did each player have after their 10 shots in a row?": "¿Cuántos puntos tenía cada jugador después de hacer 10 tiros seguidos?",
  "When we do math, we look for repeated calculations and use them to make generalizations.": "Con las matemáticas, buscamos cálculos que se repiten y los usamos para hacer generalizaciones.",
  "• Each number in Player A's points is 2 greater than the number before it. The rule is to add 2.": "• Cada número en los puntos del jugador A es 2 veces mayor que el número anterior. La regla es sumar 2.",
  "• Each number in Player B's points is 3 greater than the number before it. The rule is to add 3.": "• Cada número en los puntos del jugador B es 3 veces mayor que el número anterior. La regla es sumar 3.",
  "• To get the 10th number for Player A, I add 2 to the score ten times. I can use the expression (10 × 2) + 18. Player A's score is 38.": "• Para hallar el décimo número del jugador A, sumo 2 al puntaje diez veces. Puedo usar la expresión (10 × 2) + 18. El puntaje del jugador A es 38.",
  "• To get the 10th number for Player B, I add 3 to the score ten times. I can use the expression (10 × 3) + 6. Player B's score is 36. When we do math, we evaluate the reasonableness of solutions as we work through a problem and make any adjustments necessary. I can check my patterns by creating a table and filling in each number of the patterns. Two-point field goal area Three-point field goal area Player A 18 20 22 24 26 28 30 32 34 36 38 Player B 6 9 12 15 18 21 24 27 30 33 36 Math is... Generalizing How can arriving at a generalization help to solve the problem? Lesson 1-5": "• Para hallar el décimo número del jugador B, sumo 3 al puntaje diez veces. Puedo usar la expresión (10 × 3) + 6. El puntaje del jugador B es 36. Con las matemáticas, evaluamos la razonabilidad de las soluciones mientras resolvemos un problema y hacemos los ajustes necesarios. Para comprobar mis patrones, puedo crear una tabla y rellenar con cada número de los patrones. Área de dos puntos Área de tres puntos Jugador A 18 20 22 24 26 28 30 32 34 36 38 Jugador B 6 9 12 15 18 21 24 27 30 33 36 Matemáticas es... generalizar ¿Cómo puedes generalizar para resolver el problema? Lección 1-5",
  "• Math is Finding Patterns 33 Copyright © McGraw Hill": "• Matemáticas es búsqueda de patrones 33 Copyright © McGraw Hill",
  "15 m 4.5 m Summarize: Math is Finding Patterns When we do math,": "15 m 4.5 m Resumen: Matemáticas es búsqueda de patrones Con las matemáticas:",
  "• we look for patterns and relationships.": "• buscamos patrones y relaciones;",
  "• we use patterns and relationships to solve problems.": "• usamos patrones y relaciones para resolver problemas;",
  "• we notice repeated calculations and use them to make generalizations.": "• observamos cálculos que se repiten y los usamos para hacer generalizaciones;",
  "• we evaluate the reasonableness of our solutions as we work through a problem and make adjustments as needed. Apply: Baby Growth Sei whales, a kind of baleen whale, measure 4.5 meters long at birth and grow about 2.5 centimeters each day. An adult sei whale averages 15 meters in length. Question At what age would the sei whale reach 15 meters in length? Answer the question in the space below. 34 Unit 1": "• evaluamos la razonabilidad de las soluciones mientras resolvemos un problema y hacemos los ajustes necesarios. Aplicar: Crecimiento de un bebé Las ballenas sei son una especie de ballena barbada. Miden 4.5 metros al nacer y crecen unos 2.5 centímetros cada día. Una ballena sei adulta mide en promedio 15 metros. Pregunta ¿A qué edad llegaría la ballena sei a los 15 metros de longitud? Responde la pregunta en el siguiente espacio. 34 Unidad 1",
  "• Math Is… Copyright © McGraw Hill Ahturner/Shutterstock": "• Matemáticas es… Copyright © McGraw Hill Ahturner/Shutterstock",
  "Name Date Period Practice For exercises 1–3, use the patterns to answer the questions.": "Nombre Fecha Período Practicar En los ejercicios 1 a 3, usa los patrones para responder las preguntas.",
  "What is the rule for each pattern?": "¿Cuál es la regla de cada patrón?",
  "Use the rules to determine the 10th number in each pattern.": "Usa las reglas para determinar el décimo número de cada patrón.",
  "How can you show that your rules fit the patterns?": "¿Cómo puedes demostrar que tus reglas siguen los patrones?",
  "Pattern A 3 6 9 12 15 Pattern B 3 6 12 24 48 Lesson 1-5": "Patrón A 3 6 9 12 15 Patrón B 3 6 12 24 48 Lección 1-5",
  "• Math is Finding Patterns 35 Copyright © McGraw Hill": "• Matemáticas es búsqueda de patrones 35 Copyright © McGraw Hill",
  "Math is... Mindset P1 Body Font G612 P1 Body Font G612 P1 Body Font G612 Reflect What other patterns and relationships do you know about in math?": "Math is... actitud P1 Body Font G612 P1 Body Font G612 P1 Body Font G612 Reflexionar ¿Qué otros patrones y relaciones en las matemáticas conoces?",
  "How do you use those patterns and relationships to solve problems?": "¿Cómo usas esos patrones y relaciones para resolver problemas?",
  "For exercise 4, answer the question.": "En el ejercicio 4, responde la pregunta.",
  "What patterns do you notice in your everyday life?": "¿Qué patrones observas en tu vida cotidiana?",
  "Think about non-mathematical patterns.": "Piensa en patrones que no sean matemáticos.",
  "36 Unit 1": "36 Unidad 1",
  "Lesson 1-6 Math is Ours Lesson 1-6": "Lección 1-6 Las matemáticas son nuestras Lección 1-6",
  "• Math is Ours 37 Copyright © McGraw Hill McGraw Hill": "• Las matemáticas son nuestras 37 Copyright © McGraw Hill McGraw Hill",
  "What part of problem solving is easy for you?": "¿Qué te resulta fácil en la resolución de problemas?",
  "What part is challenging?": "¿Qué te parece desafiante?",
  "Math is About Doing What is math?": "Matemáticas significa hacer ¿Qué son las matemáticas?",
  "Math is solving problems.": "Matemáticas es resolver problemas.",
  "When we do math, we solve problems.": "Con las matemáticas, resolvemos problemas.",
  "• We make sense of problems.": "• Le damos sentido a los problemas.",
  "• We think about what we know and don’t know about the problem.": "• Pensamos en lo que sabemos y no sabemos del problema.",
  "• We look for patterns and relationships among quantities.": "• Buscamos patrones y relaciones entre cantidades.",
  "• We visualize the problem and choose a useful representation.": "• Visualizamos el problema y elegimos una representación útil.",
  "• We select and use tools that are appropriate.": "• Elegimos y usamos herramientas adecuadas.",
  "• We develop a solution plan.": "• Desarrollamos un plan de solución.",
  "• We are aware of our progress in solving the problem and shift strategies when needed. When we do math, sometimes we get stuck. Some strategies to try are:": "• Sabemos si progresamos al resolver el problema y cambiamos de estrategia cuando es necesario. Con las matemáticas, a veces no sabemos qué hacer. Algunas estrategias para probar son:",
  "• Think of questions to ask a classmate or the teacher.": "• Pensar preguntas para hacerle a un compañero o al maestro.",
  "• Visualize the problem by drawing pictures of it.": "• Hacer dibujos del problema para visualizarlo.",
  "• Think of problems you have seen like this before.": "• Pensar en problemas similares a este que ya hayas resuelto.",
  "• Determine what you don’t understand about the problem. Math is... Mindset What is your problem\u0002solving process? Math is... Mindset How can you stay productive when you get stuck? 38 Unit 1": "• Determinar lo que no comprendes del problema. Matemáticas es... actitud ¿Cuál es tu proceso para resolver un problema? Matemáticas es... actitud ¿Cómo puedes ser productivo cuando encuentras dificultades? 38 Unidad 1",
  "• Math Is… Copyright © McGraw Hill JGI/Tom Grill/Tetra Images/Getty Images": "• Matemáticas es… Copyright © McGraw Hill JGI/Tom Grill/Tetra Images/Getty Images",
  "What skills and knowledge do you bring to a group that helps the group be successful?": "¿Qué destrezas y conocimientos puedes aportar a un grupo para que tenga éxito?",
  "Math is Done with Others How do we do math as a community?": "Las matemáticas son un trabajo en equipo ¿Cómo trabajamos con las matemáticas en comunidad?",
  "When we do math, we often work together.": "Con las matemáticas, a menudo trabajamos juntos.",
  "When we work together, we collaborate and support each other.": "Cuando trabajamos juntos, colaboramos y nos apoyamos unos a otros..",
  "• We listen attentively to classmates.": "• Escuchamos con atención a nuestros compañeros de clase.",
  "• We share our thinking.": "• Compartimos nuestro razonamiento.",
  "• We are respectful of others’ ideas.": "• Respetamos las ideas de los demás.",
  "• We critique the ideas of others, not our classmates.": "• Evaluamos las ideas de los demás, y no a nuestros compañeros.",
  "• We take turns when sharing ideas. When we do math, we sometimes work on our own.": "• Nos turnamos para compartir las ideas. Con las matemáticas, a veces trabajamos solos.",
  "• We stay focused on our work.": "• Nos concentramos en nuestro trabajo.",
  "• We seek help when we are stuck.": "• Pedimos ayuda si tenemos dificultades.",
  "• We respect our classmates’ boundaries and work habits.": "• Respetamos los límites y los hábitos de trabajo de nuestros compañeros.",
  "• We avoid interrupting our classmates unnecessarily. Math is... Mindset How do you work productively on your own? Math is... Mindset How do you work productively with your classmates? Lesson 1-6": "• No interrumpimos a nuestros compañeros si no es necesario. Matemáticas es... actitud ¿Cómo trabajas de manera productiva solo? Matemáticas es... actitud ¿Cómo trabajas de manera productiva con tus compañeros? Lección 1-6",
  "• Math is Ours 39 Copyright © McGraw Hill SpeedKingz/Shutterstock": "• Las matemáticas son nuestras 39 Copyright © McGraw Hill SpeedKingz/Shutterstock",
  "Summarize: Math is Ours We are a community of math thinkers and doers.": "Resumen: Las matemáticas son nuestras Somos una comunidad que piensa y trabaja con las matemáticas.",
  "When we do math as a community,": "Con trabajamos con las matemáticas en comunidad,",
  "• we often work together.": "• a menudo trabajar juntos;",
  "• we sometimes work on our own.": "• a veces trabajamos solos;",
  "• we show respect and consideration for our classmates and our community.": "• mostramos respeto y consideración hacia nuestros compañeros y nuestra comunidad;",
  "• we show respect for ourselves and our math ideas. Apply: Community Agreements Communities often have agreements that all members of the community must agree to in order to be a part of the community. Question What ideas do you recommend that the whole class agrees to so that math class is a community of learners? Answer the question in the space below. 40 Unit 1": "• mostramos respeto hacia nosotros mismos y nuestras ideas sobra las matemáticas. Aplicar: Acuerdos comunitarios Las comunidades a menudo tienen acuerdos que todos sus miembros deben aceptar para formar parte de ella. Pregunta ¿Qué ideas recomiendas que acepten tus compañeros para que la clase de matemáticas sea una comunidad de aprendizaje? Responde la pregunta en el siguiente espacio. 40 Unidad 1",
  "How do we make sure everyone agrees to the classroom norms for math class?": "¿Cómo podemos asegurarnos de que todos están de acuerdo con las normas de la clase de matemáticas?",
  "2. Who is responsible for making sure everyone follows the classroom norms?": "¿Quién es el responsable de que todos cumplan las normas?",
  "How often should we update the classroom norms during the school year?": "¿Con qué frecuencia debemos actualizar las normas de clase durante el curso escolar?",
  "Lesson 1-6": "Lección 1-6",
  "• Math is Ours 41 Copyright © McGraw Hill": "• Las matemáticas son nuestras 41 Copyright © McGraw Hill",
  "Math is... Mindset P1 Body Font G612 P1 Body Font G612 P1 Body Font G612 Reflect What are my responsibilities to make sure we can all learn math productively?": "Actitud P1 Body Font G612 P1 Body Font G612 P1 Body Font G612 Reflexionar ¿Cuáles son mis responsabilidades para asegurarme de que todos aprendamos matemáticas de manera productiva?",
  "What are ways we want to celebrate when we do work well with one another?": "¿De qué manera queremos celebrar cuando trabajamos bien juntos?",
  "How will you contribute to our math class community?": "¿Cómo contribuirás a la comunidad de nuestra clase de matemáticas?",
  "42 Unit 1": "42 Unidad 1",
  "Name Date Period Unit Review For exercises 1–4, answer the questions.": "Nombre Fecha Período Repaso de la unidad En los ejercicios 1 a 4, responde las preguntas.",
  "What does it mean to defend your thinking?": "¿Qué significa defender tu razonamiento?",
  "Why is a plan to solve a problem important?": "¿Por qué es necesario un plan para resolver un problema importante?",
  "How can we decide which tool to use to solve a problem?": "¿Cómo podemos decidir qué herramienta usar para resolver un problema?",
  "What are some examples of patterns in the math you did last year?": "¿Cuáles son algunos ejemplos de patrones en matemáticas que usaste el año pasado?",
  "• Math Is… 43 Copyright © McGraw Hill": "• Matemáticas es… 43 Copyright © McGraw Hill",
  "Review What should be our classroom norms for doing math?": "Repaso ¿Cuáles deberían ser las normas de nuestra clase de matemáticas?",
  "Write up to 5 norms.": "Escribe hasta 5 normas.",
  "Reflect Choose one of the norms you wrote and tell why it is important.": "Reflexionar Elige una de las normas que escribiste y explica por qué es importante.",
  "44 Unit 1": "44 Unidad 1",
  "Name Date Period Mathematical Modeling Gauging Our Human Footprint The school principal is concerned that too much uneaten food from lunch is being thrown in the trash.": "Nombre Fecha Período Demostración matemática Medir nuestra huella humana Al director de la escuela le preocupa que se tire a la basura demasiada comida que no se ha comido.",
  "The principal has asked you and your classmates to investigate his concern.": "El director les ha pedido a ti y a tus compañeros que investiguen acerca de esta situación.",
  "Choose one of the projects to complete.": "Elige uno de los proyectos para completar.",
  "Project One The school cafeteria team tracked the amount of food made each day for 4 weeks.": "Proyecto 1 El equipo del comedor escolar realizó un seguimiento de la cantidad de comida elaborada cada día durante 4 semanas.",
  "Over the same period, the custodial staff tracked the amount of the food discarded in the trash.": "Durante el mismo periodo, el personal de limpieza hizo un seguimiento de la cantidad de comida que se tiró a la basura.",
  "The table shows the information.": "La tabla muestra la información.",
  "Week 1 Week 2 Week 3 Week 4 Amount of Food Made (lbs) 23 26 22 25 Amount of Food Discarded (lbs) 9 14 12 15 Your team will prepare a report for the principal that addresses the concern raised about amount of food waste.": "Semana 1 Semana 2 Semana 3 Semana 4 Cantidad de comida que se elaboró (lbs) 23 26 22 25 Cantidad de comida que se tiró (lbs) 9 14 12 15 Tu equipo preparará un informe para el director en el que se aborde la preocupación planteada sobre la cantidad de comida que se tira.",
  "Your report will speak to the amount of food waste compared to the amount of food made each week and over the four weeks.": "En el informe, se comentará la cantidad de comida que se tira en comparación con la cantidad de comida que se elabora cada semana y a lo largo de las cuatro semanas.",
  "Be sure to include an opinion on whether there is “too much food waste.” Unit 1": "Incluyan una opinión sobre si \"se tira demasiada comida\".",
  "• Math Is… 45 Copyright © McGraw Hill": "• Matemáticas es… 45 Copyright © McGraw Hill",
  "Project Two Your team has been tasked with coming up with possible solutions to reduce the amount of food thrown in the trash.": "Proyecto 2 Tu equipo es el encargado de proponer posibles soluciones para reducir la cantidad de comida que se tira a la basura.",
  "Your recommendations will include a target amount of food waste based on the amount of food made and ideas for how to get to that target amount of food waste.": "Incluyan en sus recomendaciones una cantidad objetivo de comida desechada basada en la cantidad de comida elaborada e ideas para llegar a esa cantidad objetivo de comida desechada.",
  "46 Unit 1": "46 Unidad 1",
  "Fluency Practice Fluency Strategy Multiply a whole number by a power of 10.": "Práctica de fluidez Estrategia de fluidez Multiplica un número entero por una potencia de 10.",
  "43 × 1,000,000 = 43,000,000 Multiply a whole number by a power of 10 written with a base and an exponent.": "43 × 1,000,000 = 43,000,000 Multiplica un número entero por una potencia de 10 escrita con una base y un exponente.",
  "16 × 105 = 1,600,000 Multiply a decimal by a power of 10 written with a base and an exponent.": "16 × 105 = 1,600,000 Multiplica un decimal por una potencia de 10 escrita con una base y un exponente.",
  "The exponent tells how many places to the right to move the decimal point.": "El exponente indica cuántos lugares a la derecha mover el punto decimal.",
  "2.47 × 103 = 2,470 Fluency Check Solve each equation.": "2.47 × 103 = 2,470 Verificación de fluidez Resuelve todas las ecuaciones.",
  "0.77 × 104 = Fluency Practice": "0.77 × 104 = Práctica de fluidez",
  "• Math Is… 47 Copyright © McGraw Hill": "• Matemáticas es… 47 Copyright © McGraw Hill"
}